text = """
D:\workstation\wechat-bot\env\Scripts\python.exe D:/workstation/wechat-bot/zznt/utils/search.py
query is 腾讯
[('騰訊- 維基百科，自由的百科全書 - Wikipedia', 'https://zh.wikipedia.org/zh-hant/%E8%85%BE%E8%AE%AF'), ('騰訊視頻- 維基百科，自由的百科全書 - 维基百科 - Wikipedia', 'https://zh.wikipedia.org/zh-tw/%E8%85%BE%E8%AE%AF%E8%A7%86%E9%A2%91'), ('劉熾平- 維基百科，自由的百科全書 - Wikipedia', 'https://zh.wikipedia.org/zh-tw/%E5%88%98%E7%82%BD%E5%B9%B3'), ('騰訊網- 維基百科，自由的百科全書 - Wikipedia', 'https://zh.wikipedia.org/zh-tw/%E8%85%BE%E8%AE%AF%E7%BD%91'), ('騰訊微博- 維基百科，自由的百科全書 - Wikipedia', 'https://zh.wikipedia.org/zh-tw/%E8%85%BE%E8%AE%AF%E5%BE%AE%E5%8D%9A'), ('分類:騰訊- 維基百科，自由的百科全書 - Wikipedia', 'https://zh.wikipedia.org/zh-tw/Category:%E8%85%BE%E8%AE%AF'), ('騰訊影業- 維基百科，自由的百科全書 - 维基百科 - Wikipedia', 'https://zh.wikipedia.org/zh-tw/%E8%85%BE%E8%AE%AF%E5%BD%B1%E4%B8%9A'), ('對騰訊的爭議- 維基百科，自由的百科全書 - Wikipedia', 'https://zh.wikipedia.org/zh-hant/%E5%AF%B9%E8%85%BE%E8%AE%AF%E7%9A%84%E4%BA%89%E8%AE%AE'), ('騰訊QQ - 維基百科，自由的百科全書 - Wikipedia', 'https://zh.wikipedia.org/zh-tw/%E8%85%BE%E8%AE%AFQQ'), ('腾讯- 维基百科', 'https://wuu.wikipedia.org/wiki/%E8%85%BE%E8%AE%AF')]
{{noteTA
|1=zh-hans:首席执行官; zh-hant:執行長; zh-cn:首席執行官; zh-hk:行政總裁; zh-tw:執行長; zh-mo:行政總裁;
}}
{{Trivia|time=2016-09-05T19:58:23+00:00}}
{{Template:Infobox_company
| name          = 騰訊
| name_en       = Tencent
| logo          = Tencent_Logo.svg
| logo_size     = 200
| image         = Tencent_HQ.JPG
| image_size    = 200
| image_caption = 騰訊總部
|company_type = [[民營企業]]、[[上市公司]]
|traded_as = {{sehk|700}}
|slogan = 通過互聯網服務提升人類生活品質
|foundation =  1998年11月11日
|location = {{PRC}}<br/>[[廣東省]][[深圳市]][[南山區 (深圳市)|南山區]]高新科技園北區騰訊大廈
|founder             = [[馬化騰]]、[[張志東]]、[[許晨曄]]、[[陳一丹]]、[[曾李青]]
|area_served         = 全球
| key_people = {{unbulleted list|董事会主席|[[馬化騰]](持股8.63%)
|[[首席执行官]]|[[馬化騰]]
|总裁|[[劉熾平]]}}
|industry = [[互聯網]] 
|services =  [[即時通訊]]、[[社交網絡]]、[[大眾媒體]]、[[門戶網站]]、[[電子商務]]、[[網頁瀏覽器]]、網絡安全軟件、[[網絡遊戲]]及[[家用遊戲機]]開發
| revenue  = ¥1061.58億[[人民幣]]（2017年上半年）<ref name="Annual Report">{{cite web |url=http://www.tencent.com/en-us/content/ir/news/2016/attachments/20160317.pdf|title=2015 Annual Report|publisher=Tencent.com |date= |accessdate=2016-03-17}}</ref>
| operating_income = ¥404.3億[[人民幣]]（2017年上半年）<ref name="Annual Report"/>
| net_income = ¥328.02億[[人民幣]]（2017年上半年）<ref name="Annual Report"/>
| assets = ¥4655.13億[[人民幣]]（2017年上半年）<ref name="Annual Report"/>
| equity = ¥2263.98億[[人民幣]]（2017年上半年）<ref name="Annual Report"/>
| num_employees  = 40,678人（2017年上半年）<ref>{{cite web |url=http://www.google.com/finance?cid=695431|title=Tencent Holdings listed |publisher=Google Finance}}</ref>
| major_shareholder = {{tsl|en|Naspers|纳斯帕斯}} (31.17%)31.512019億股 (無投票權股份)<br/> [[馬化騰]] (8.63%)8.195075億股 <br/> [[摩根大通]] (4.78%) <br/> [[領航投資]] (2.44%) <br/> [[貝萊德]] (1.97%) <br/> [[美國資本集團]] (1.21%)<br/> [[劉熾平]] (0.48%)0.45968億股
| homepage = {{URL|https://www.tencent.com/}}
}}

'''騰訊控股有限公司'''（{{hkex|700}}），簡稱'''騰訊'''，是一家民營[[信息技術|IT]]企業，由马化腾、许晨晔、曾李青、陈一丹、张志东五位创始人共同创立。總部位於[[中國]][[廣東]][[深圳]]，於2004年6月16日在[[香港交易所]]上市。公司在[[開曼群島]]註冊<ref>{{cite web |url=http://www.tencent.com/zh-cn/content/ir/rp/2004/attachments/200403.pdf |title=存档副本 |accessdate=2015-08-14 |deadurl=yes |archiveurl=https://web.archive.org/web/20150528152142/http://tencent.com/zh-cn/content/ir/rp/2004/attachments/200403.pdf |archivedate=2015-05-28 }}</ref>，[[董事會主席]]兼[[首席執行官]]為[[馬化騰]]，公司總裁為[[劉熾平]]。擁有門戶網站[[騰訊網]]等。門戶網站騰訊網為中国國內四大門戶網站。旗下即時通訊工具[[騰訊QQ]]、手機端訊息應用[[微信]]在中國網民中有極大影響。騰訊也開發遊戲平台[[QQ遊戲]]及各種會員業務（X鑽及QQ會員等）。近年更開發第三方支付平台[[財付通]]。腾讯内设置[[党委]]，[[党委书记]]兼任集团高级副总裁，另三个副书记兼任副总裁和总经理，分管公司信息安全管理、网络媒体、政府事务等，公司党委下设12个党总支和116个党支部，涵盖了[[深圳]]本部和[[北京]]、[[上海]]、[[广州]]等各分支机构<ref>[http://tech.sina.com.cn/i/2017-10-14/doc-ifymvuys9864621.shtml 腾讯：公司党员超7000人，带头开发微信等代表性产品] 澎湃新闻 2017-10-14</ref> 。

腾讯是目前中国市值最大的互联网公司，2004年上市时的发行价为3.7港元，2013年11月已经上涨到超過四百港元，9年多以来的涨幅超过百倍。2013年7月，腾讯董事會主席[[马化腾]]亦憑着560亿人民币的身家佔2013年《[[胡潤百富榜|胡润IT富豪榜]]》首位。2013年9月11日，騰訊股價更突破400元大關，收報402.2元，2017年8月1日市值首度超过三万亿港元。2013年「BrandZ全球最具價值品牌百強榜」騰訊品牌價值排名第21名，超越第31名的[[Facebook]]。<ref>{{cite web|url=http://www.mmoculture.com/2013/05/tencent-china-tech-giant-now-more-valuable-than-facebook-and-samsung/|title=Tencent – China tech giant now more valuable than Facebook and Samsung|work=MMO Culture - Bonding online gaming cultures}}</ref>截至2014年4月，騰訊是[[最大的互聯網公司列表|全球第四大互聯網公司]]，僅次於[[谷歌]]、[[Amazon.com|亞馬遜]]和[[Ebay]]。同年5月15日，騰訊把股份1拆5。<ref>{{cite web|title=What Is the World's Fourth Largest Internet Company Doing Now?|url=http://www.minyanville.com/sectors/media/articles/Tencent-Tencent-QQ-microsoft-apple-activision/8/6/2012/id/42988}}</ref>截至2017年9月5日止，腾讯公司市值约为3.056兆[[港元]]（约3900亿[[美元]]），已超过[[英特尔]]、[[思科]]和[[惠普]]等美国科技巨头，以及中国其余三大互联网巨头[[新浪]]、[[网易]]和[[搜狐]]。<ref>{{cite web|url=http://sc.hkex.com.hk/gb/www.hkex.com.hk/chi/invest/company/profile_page_c.asp?WidCoID=700&WidCoAbbName=&Month=&langcode=c |title=香港交易所 |publisher=Sc.hkex.com.hk |date= |accessdate=2017-05-24}}</ref><ref>{{cite web|url=http://www.techweb.com.cn/world/2014-03-12/2015429.shtml|title=腾讯市值超英特尔：微信估值640亿美元是WhatsApp三倍|author=Techweb|publisher=}}</ref>

==历史==

[[File:Tencent Hackerspace in Tianjin.JPG|thumb|left|300px|腾讯在[[天津自贸区]]设立的众创空间]]

===上市前===
1998年11月腾讯成立。次年2月，[[即时通讯]]软件「[[OICQ]]」诞生<ref name="user" />。OICQ原本是利用[[中国电信]]深圳分公司的资金和服务器资源开发，并提供给中国电信使用，后腾讯发现此软件的潜力，通过与中国电信的交涉后收回此软件的使用权。<ref name="企鹅帝国的风雨路">[http://www.20ju.com/content/V177958.htm 商业周刊:企鹅帝国的风雨路]{{dead link|date=2018年4月 |bot=InternetArchiveBot |fix-attempted=yes }}</ref>

马化腾原计划是提供一项通过[[寻呼机]]访问信息的互联网服务，并将此服务作为产品销售给其它公司。但其前雇主润迅通信以及[[TOM集团|TOM.COM]]对此产品不感兴趣。其盈利的重要渠道之一是销售OICQ号。这时[[美国在线]]对这家公司发出律师信称其产品名字与旗下产品[[ICQ]]类似。其后腾讯将OICQ改称[[QQ]]。<ref name="企鹅帝国的风雨路"/>

此时，[[電訊盈科]]和[[IDG]]对其注资。2001年科技股泡沫破裂，两家公司将自己持有的股份出售给南非媒体集团{{tsl|en|Naspers|纳斯帕斯}}，后者获得腾讯47％的股份。<ref name="企鹅帝国的风雨路"/>

2002年3月，QQ注册用户数突破1亿大关<ref name="user">{{cite web|url=http://www.techweb.com.cn/news/2007-04-04/177452.shtml|title=1999-2006年腾讯QQ注册帐户数量|publisher=艾瑞网|date=2007-04-04|deadurl=yes|archiveurl=https://web.archive.org/web/20110114013003/http://www.techweb.com.cn/news/2007-04-04/177452.shtml|archivedate=2011-01-14}}</ref>。此时，进军中文社区的[[MSN Messenger]]对其构成威胁。腾讯借用类似韩国社交网络Cyworld的运作模式，销售虚拟物品如人物形象服装、背景等，此产品后来成为其重要的收入来源。针对其对手MSN，QQ在系统界面乃至网站VI等对其模仿。QQ也曾开设专卖店销售QQ系列实体产品如服装、钱包等，但后来经营不善退出。<ref name="企鹅帝国的风雨路"/>

2003年8月，腾讯推出QQ游戏，并以其VIP服务收取用户费用。

2004年6月16日，在[[香港联合交易所]]主板正式掛牌。<ref name="企鹅帝国的风雨路"/>

不过，马化腾却不是腾讯的最大股东。腾讯创业初期，[[IDG]]和[[李泽楷]]的[[盈科数码]]分别向腾讯投资220万美元，各占腾讯20%股份，马化腾及其团队只持股60%。此后，南非MIH集团 (現為Naspers子公司) 从盈科数码和腾讯创始人团队手中收购了一部分腾讯公司的股份。

在2004年上市之前，腾讯对股权结构重新调整，MIH与创业团队分别持股50%。
===2005年到2011年===
上市后，腾讯开始其一系列的收购行动。

2005年3月16日，腾讯收购Foxmail。<ref>{{cite news|url=http://tech.163.com/special/m/000915U6/mxh0503qqbuyfoxmail.html|title=腾讯收购Foxmail}}</ref>

2010年4月12日，騰訊斥資23.28億元入股Digital Sky Technologies（DST），藉以進軍俄語及東歐的互聯網市場。完成後，集團將持有DST的10.26％經濟權益，以及DST的0.51％總投票權。<ref>{{cite news|publisher=财经网|date=2010-04-13|url=http://www.caijing.com.cn/2010-04-13/110415490.html|title=腾讯将收购俄Digital Sky 10%股权}}</ref>

2010年8月24日騰訊斥資0.6億美元收購[[discuz]]開發商北京康盛創想公司。

2010年以3億美元（約19億元人民幣）入股東歐互聯網公司Mail.ru集團近8%股權。

2011年5月17日腾讯出資8440萬美元（約人民幣5億4900萬元）收購[[藝龍]]旅行網16%股權，成為藝龍第二大股東。

2007年，腾讯开始涉足大型网络游戏，并占有了一定的市场份额。所代理的[[穿越火线]]和[[地下城与勇士]]是其代表作品。

2008年6月10日起，騰訊獲納入恆生指數成份股（[[藍籌股]]）。<ref>{{cite web|url=http://main.hsi.com.hk/hsicom/c_announce/20080509c.pdf|title=Hang Seng Indexes|publisher=}}</ref>

此外，其对互联网以外的公司也有一定动作。

2011年5月10日腾讯出資4億5000萬元人民幣入股[[華誼兄弟]]4.6％股權，成為第四大股東。

2011年7月6日騰訊控股入股[[金山軟件]]15.68％權益，總代價約8.92億元。

2010年3月 QQ同时在线用户突破1亿，QQ拥有了中国大陆即时通讯市场不可撼动的地位。<ref>{{cite web|url=http://tech.qq.com/zt/2010/qq100000000/index.htm|title=QQ同时在线用户数突破1亿|publisher=}}</ref>

但此时腾讯与[[奇虎]]公司之间的市场冲突，却引发[[奇虎360与腾讯QQ争斗事件|“3Q大战”]]<ref>[http://www.apdnews.com/news/51537.html 奇虎与腾讯不正当竞争纠纷上诉案] {{webarchive|url=https://web.archive.org/web/20140311105307/http://www.apdnews.com/news/51537.html |date=2014-03-11 }}，亚太日报，2014年3月11日</ref>。由于两者在各自主导领域的市场占有率极高，两者的争斗导致中国大陆数以亿计的用户受影响，事后腾讯及奇虎均受到市场及政府的批评，多年来腾讯复制其它公司运营模式所带来的积怨也一同爆发。<ref name="企鹅帝国的风雨路" />

===2011年===

相较短期的“3Q大战”（虽然此后双方公司仍有冲突），腾讯在更大层面上受到中国其他复制他人经验的公司的挑战。此前，[[SNS]]方面，模仿[[facebook]]的[[开心网]]、[[人人网]]已经对其社交市场构成威胁；其后，模仿[[Twitter]]的[[新浪]][[微博]]以新的即时交流形式挑战其即时通讯市场的霸主地位。2011年，腾讯开始推广其“腾讯社区开放平台”产品，号称对第三方开发程序接口甚至通讯协议以吸引第三方合作者加入开发。<ref name="企鹅帝国的风雨路"/>

2011年10月20日，騰訊斥資1億美元（約7.8億港元），入股內地社交網站[[开心网]]；10月22日騰訊斥資2.48億港元，每股作價0.4港元，入股香港上市的[[文化中國]]8％的股權；11月16日騰訊斥資1.3億人民幣，每股作價25人民幣，入股深圳上市的[[顺网科技]]（526万股）3.98％的股權；11月16日騰訊加碼10億美元（77.64億港元）投資騰訊電貿整合拍拍、QQ商城、易迅、移動電貿、生活服務、數字發行業務等騰訊電貿旗下業務，其他電貿投資如F團、高朋網等，均未有注入騰訊電貿內。

===2012年===

2012年4月6日，腾讯入股韓國即時通訊軟件[[KakaoTalk]]約13.84％股份，作價5億港元（约合4.032亿人民幣，743亿韩元）；6月19日腾讯收購美國遊戲開發商Epic Games少數股權；7月19日腾讯入股[[財新傳媒]]19.77％股權，作價約5647.6萬元人民幣；12月7日由F团和高朋合资成立的網羅天下公司（GroupNet）将统一公司的品牌名为高朋网，放棄F團和QQ團購品牌，新公司股权比例为：腾讯占到30％，Groupon占到超过10％，联想投资占到将近10％，剩余40%左右股份为管理层持有；3月14日腾讯第四季度财报中披露，其已投资俄罗斯信箱服务商Mail.Ru集團7.8％股權。

===2013年===

2013年1月，騰訊以6千萬元全資收購了甲級測繪資質公司科菱航睿空間信息技術有限公司。

2013年7月24日，騰訊遊戲與EA達成戰略合作，獲中國大陸EA SPORTS《FIFA Online 3》代理權，預計即將在2013年第四季度提供測試；9月9日腾讯與迪士尼媒體（Disney Media Distribution），發行合作，為「好萊塢影院」（Hollywood VIP）會員提供迪士尼電影和動畫片，該網絡視頻服務現已涵蓋逾1500部電影；


2013年7月29日騰訊與Davis Advisors|戴維斯諮詢公司和 Leonard Green & Partners L.P.,|倫納德•格林夥伴公司合組的財團ASAC II LP投資集團以23.4億美元從維旺迪購入[[動視暴雪]]1.72億股，佔後者24.9%的股份


2013年9月16日騰訊透過旗下全資子公司THL A21 Limited，斥资4.48億美元向搜狐收購[[搜狗]]36.5％的非投票B類新股及可投票的B類優先股，而日後持股可能會增至40％。同時將搜搜業務，輸入法業務注入到搜狗公司。<ref>[http://www.apdnews.com/news/34612.html 腾讯斥资4.48亿美元入股搜狗] {{webarchive|url=https://web.archive.org/web/20140311105352/http://www.apdnews.com/news/34612.html |date=2014-03-11 }}，亚太日报，2013年9月16日</ref>2013年12月10日，騰訊向打車軟件[[嘀嘀打車]]注資1億美元。這是繼今年4月騰訊注資後的第二輪巨額投入；


2013年12月15日騰訊首次投資於國內獨立第三方財富管理公司好買財富。2013年，南非MIH集团持有腾讯33.93%的股权，马化腾持股 10.22%，不及MIH的三分之一。然而南非MIH集团一开始就放弃了所持股份的投票权，因此腾讯公司的具体经营管理主要还是由馬化騰和几位联合创始人来负责。

===2014年===

2014年1月15日，騰訊將以15億港元入股[[華南城]]（1668）成為策略股東，合共認購6.8億股華南城新股，佔華南城擴大後已發行股本約9.9％。認購價為每股2.2元，騰訊可於交易完成後兩年內，以每股3.5元增持華南城新股，令騰訊佔華南城擴大後股本約13％。



2014年2月12日，騰訊全資擁有附屬Huai River與開曼群島大眾點評網、其附屬公司及其他獨立第三方訂立購股協議，並根據購股協議認購大眾點評網的新發行股份約20％，但未有公佈作價。


2014年2月17日，騰訊與美國財經科技網站《[[商業內幕]]》（Business Insider）簽署合作協議，騰訊將成為《商業內幕》在大中華區（包含中國大陸、香港、澳門和台灣）的獨家內容合作夥伴，並將獨家享有其內容的中文版版權。


2014年2月17日，騰訊、博裕、元禾三家機構投資5億元人民幣，入股总部位于苏州的[[同程網]]，早在2012年，騰訊已獲同程網5％的股份，是次三家機構投資5億元，共擁有同程網50％股份，同程網創業團隊仍擁有50％的控股權。

2014年3月10日，騰訊控股，通過全資擁有附屬公司以2.147億美元＋QQ網購＋C2C拍拍網＋少量易迅股權（據估算約10％）向京東商城認購351,678,637股普通股，佔上市前在外流通京東商城普通股的15％，根據公告，第一部分股權交易完成后，騰訊數碼、騰訊電商、易迅物流及騰訊廣州都將屬於京東。認購相關數目的京東普通股，佔上市後在外流通的[[京東商城]]普通股的5％。<ref>[http://www.apdnews.com/news/75075.html 腾讯“联姻”京东] {{webarchive|url=https://web.archive.org/web/20140311104820/http://www.apdnews.com/news/75075.html |date=2014-03-11 }}，亚太日报，2014年3月10日</ref>


2014年3月21日，騰訊以1.8億美元（約14.04億港元），收購中國房地產服務企業易居（中國）控股旗下樂居控股全面攤薄後15％的樂居股份。


2014年3月27日，騰訊以5億美元（39億港元），入股韓國上市公司CJ E&M旗下遊戲公司CJ Games的28％股權，進軍南韓手遊市場。交易完成後，騰訊將成為CJ Games的第三大股東，CJ E&M高級顧問房俊爀、CJ E&M則為第一及第二大股東，分別持有CJ Games全面攤薄後35.88％和35.86％股份。未來CJ Games將與姊姐遊戲發行部門Netmarble合併，改名為CJ Netmarble。

2014年5月6日，騰訊產業投資基金以每股15.04元（人民幣，下同），總代價11.73億元（約14.6億港元）向四維圖新（002405.SZ）大股東中國四維收購四維圖新7800萬股無限售條件流通股，佔公司總股本11.28％。轉讓完成後，騰訊將持股11.28％，中國四維將持股12.58％。2014年6月27日，騰訊斥資7.36億美元（約57.4億港元），入股在紐交所掛牌的[[58同城]]，交易完成後騰訊將擁有[[58同城]]共19.9％權益，以及投票權益15.2％。<ref>{{cite web|url=http://news.xinhuanet.com/info/2014-06/29/c_133446334.htm|title=腾讯7.36亿美元收购58同城19.9%股份|publisher=}}</ref>


2014年8月29日，[[萬達集團]]、[[百度]]、[[騰訊]]宣布共同出資在[[香港]]注冊成立[[萬達電子商務公司]]，全力發展[[O2O]]電商商務模式。三家公司對萬達電商的首期投資額高達50億人民幣，其中萬達持股70％，騰訊和百度各持股15％。

2014年9月2日，医疗健康互联网公司丁香园宣布获得腾讯战略投资，投资规模为7000万美元。


2014年9月12日，由中國人保資產管理股份有限公司、騰訊、麥盛資產管理有限公司三方共同發起設立的深圳市人保騰訊麥盛能源投資基金企業，戰略出資100億元入股中國石化銷售有限公司，占銷售公司本次增資完成後2.8％的股權。



2014年10月9日，騰訊控股全資子公司THL E Limited（下簡稱“THL”）。10月3日斥資約230萬美元，以37.3美元（每ADS）的價格買入58同城616,621股ADS（美國存托憑證），合1,2333,242股A類普通股。交易完成后，騰訊實益擁有58同城25.3％的股份，擁有16.02％的投票權。 



2014年10月13日，騰訊控股牽頭財團以超過1億美元注資內地互聯網醫療平台「掛號網」（guahao.com）。2014年11月，騰訊以20.40億港元（約等於人民幣16.16億元）。入股中信資本控股有限公司23％股權。

===2015年===

2015年1月9日，騰訊將以1.5億美元入股網（BITA）A新發行普通股。交易完成後，騰訊將持有3.3％股權，此外，易車旗下專注汽車金融互聯網平臺的子公司易鑫資本，將獲騰訊1.5億美元的現金投資認購新發行A類優先股佔26.6％。

2015年1月19日，騰訊以每股14.93元，向小米出售金山軟件3530萬股，佔金山全部已發行股本2.98％，總作價約5.27億港元。完成後騰訊對金軟的持股減至9.6％。


2015年1月20日，根據工商局的最新信息顯示，騰訊已經全購[[盛大文學]]的註冊公司「上海宏文網絡科技有限公司」，收購價格約40～50億人民幣。

2015年1月28日，騰訊、中信產業基金、京東、大眾點評及紅杉資本聯合投資3.5億美元，入股內地最大在線外賣訂餐平台「餓了麼」，餓了麼2014年交易總訂單量1.1億，日訂單峰值200萬單，市場占比60％，移動端交易額占比超過75％。


2015年2月1日，NBA官方宣布騰訊將以5億美元獲得NBA未來五個賽季的網路獨家直播權，該協定自2015年7月1日起生效。據透露，騰訊除了獲得賽事直播權之外，還得到了在騰訊遊戲平臺改編NBA遊戲的權利。

2015年4月17日，騰訊將以52美元（每ADS）認購價值4億美元的[[58同城]]新發股票。截止目前，騰訊佔股比例為25.1％（佔股比例為全部發行股票總數完全稀釋後的數量）<ref>[http://www.quamnet.com/newscontent.action?articleId=4141870 58同城宣佈與趕集網合併 騰訊增持]，華富財經，2015年4月17日</ref>。


2015年4月28日，腾讯宣布推出TencentOS操作系統<ref>{{cite news| title = 腾讯发表 TOS+ 「智能硬件开放平台战略」与 TencentOS | url = http://cn.engadget.com/2015/04/28/tencent-os/ | author = Aady Yang | publisher = Engadget | date =  2015-04-28 | accessdate = 2015-11-01 | language = zh-hans}}</ref>。

2015年4月30日，騰訊斥資1.26億美元（約9.77億港元）入股手機美國遊戲開發商Glu Mobile Inc. 14.6％的股份。

2015年6月，騰訊聘用歌手[[周杰倫]]擔任旗下代理網遊[[英雄聯盟]]的代言人暨明星召喚師，並由[[周杰倫]]創作遊戲主題曲。

2015年12月18日 - 《英雄聯盟》遊戲開發商Riot Games 宣布，該公司大股東騰訊將全資收購剩餘股份，成為騰訊旗下的全資子公司。

===2016年===

2016年5月27日 - 騰訊投資3000萬美元，微影時代投資5500萬美元，分別獲得4.5%與8.2%的控股權，成為YG公司的第三、四大股東。

2016年6月18日騰訊全資擁有的財團Halti斥資86億美元現金，向[[軟銀集團|日本軟銀]]收購73.2%、和向若干Supercell員工股東及Supercell的若干前員工，收購《[[部落衝突]]》、《{{tsl|en|Boom Beach|海島奇兵}}》、《部落衝突：皇室戰爭》、《[[卡通農場]]》遊戲開發商芬蘭[[Supercell (游戏公司)|Supercell]]12%股權，合共84.3%股權。根據 Supercell 2015 年財報顯示，公司一年內共實現營業收入 23.3 億美元，淨利潤達到 9.64 億美元。

2016年6月28日騰訊以每股20.23美元戰略投資[[易车網]](BITA)7.1%股權。

2016年7月15日騰訊以現金加注入旗下資產[[QQ音樂]]的方式斥資12億美元（約92億港元）增持擁有「[[酷我音樂]]」和「[[酷狗音樂]]」兩音樂平台的內地音樂流媒體公司China Music Corp（[[海洋音樂集團]]）由16%升至約60%股權，交易完成，騰訊在內地網上音樂市場擁有58%市場佔有率。

2016年10月16日中航旗下的AVICT HK、中信資本、中信銀行旗下的信銀香港投資、信達資產、浦發銀行、Greater Global、HundredsCell Investment合共斥資8.5億美元（約66.3億港元）現金認購持有Supercell的財團Halti的股份，並擁有50%的投票權，收購完成後，Halti將擁有76.9%的Supercell權益。Halti現時的總資產值為37.2億美元（約290.2億港元）。

2016年10月19日騰訊通過聯合控股公司（Naspers控股91%、騰訊控股9%），將印度ibibo公司出售給印度最大在线旅游公司MakeMyTrip，交易结束后，MakeMyTrip将100%控股 ibibo，Naspers和腾讯联合成MakeMyTrip最大股东，控股40%，


2016年12月21日騰訊收購泰國最大的門戶網站 Sanook.com，完成收購后公司將更改名為Tencent Thailand LTD“騰訊(泰國)公司”，騰訊持股比例为100%。

2016年12月27日北京四維圖新，伙騰訊及新加坡政府的GIC公司，投資荷蘭汽車導航商Here地圖一成股權。

===2017年===

2017年1月20日騰訊及[[高瓴資本]]將分別收購[[英傑華]]香港20%和40%股權，

2017年1月24日騰訊公司QQ音樂業務和中國音樂集團(CMC)合併成為新的音樂集團，現已正式更名為騰訊音樂娛樂集團(TME)。

2017年3月27日騰訊斥資3.5億美元入股[[快手]]。

2017年3月28日騰訊斥資17.78億美元（約139億港元）入股[[特斯拉汽車]]5.01%（816.75萬股），成為Tesla第五大股東。

2017年4月10日[[微軟]]、[[eBay]]和騰訊控股向向印度電商[[Flipkart]]投資14億美元，此輪投資對該公司的融資後估值為116億美元。

2017年4月18日騰訊斥資2億美元現金及其他業務資源入股[[58同城]]旗下二手交易平臺[[轉轉]]。

2017年4月21日[[金山软件公司|金山軟-{}-件公司]]以6,262萬美元（約4.85億港元）向[[騰訊]]出售遊戲開發業務[[西山居]]3981.95萬股或4.34%股權，另外，騰訊擬向西山居其他股東，收購5.56%股權，合計對價約8000萬美元(約6.24億港元)。

2017年6月6日騰訊關聯公司以3億元人民幣入股創維數碼間接非全資附屬公司深圳市酷開網絡科技約7.7142%股權。

2017年7月2日騰訊斥資4.5億人民幣入股TCL集團旗下子公司深圳市雷鳥科技16.67%股權。

2017年7月20日（美國紐約東岸時間），美國財富雜誌公布，該公司截至2017年度財富雜誌全球500大企業，排名為478位<ref>[http://fortune.com/global500/tencent-holdings/ 騰訊控股有限公司-2017年度美國財富雜誌全球500大企業（478）（按國際會計準則編製，於開曼群島註冊公司，辦工地點於中國內地）][[財富雜誌]]</ref>。


2017年7月30日腾讯以1770万英镑（约合1.563亿人民币）入股英国游戏开发商Frontier Developments 9％股權，这意味着腾讯成为继Frontier CEO David Braben之后的第二大股东。

2017年8月16日騰訊及[[中國信達]]財團以每股6.83元人民幣, 斥資110億元人民幣入股[[中國聯通]]A股 5.18％股權

2017年9月20日騰訊全資附屬公司Tencent Mobility Limited以每股13.8港元, 斥資28.64億港元入股[[中國國際金融股份]]2.075億股新H股，佔擴大後H股股本約12.01%及全部股本約4.95%

2017年10月20日，騰訊擁有39.7%股權的Sea（原名 [[Garena]]）集團，今天正式在[[紐約證券交易所]]上市，股票代號 SE，申請時估計融資目標 10 億美元，而發行首日 8.84 億美元的 IPO，Sea集團旗下有3大網路平台，包括電子商務[[蝦皮購物]]、數位娛樂Garena，以及電子支付服務AirPay，超過5000名員工分布於台灣、印尼、越南、泰國、菲律賓、馬來西亞、新加坡等東南亞7國市場提供服務。


2017年11月8日騰訊以22億美元（約172億港元）購入閱後即焚軟件[[Snapchat]]母公司[[Snap]]，1.4578億不具有表決權的A級普通股的Snap股份，相當於Snap股份12%


2017年12月1日騰訊音樂與瑞典串流音樂平臺[[Spotify]]互換股份，Spotify將發行855.24萬股普通股佔7.5%股份以換取價值約9.1億歐元的9%騰訊音樂股份


2017年12月15日張軒松、張軒寧以每股8.81元(人民幣‧下同)，分別轉讓2.31億股及2.48億股，(即合計4.79億股，占[[永輝超市]]總股本的5%)股份予騰訊，轉讓價分別為20.31億元和21.84億元，合共約42.15億人民幣（約49.75億港元）


2017年12月18日騰訊斥資6.04億美元入股[[唯品會]]7%股權

=== 2018年 ===
2018年1月14日，'''騰訊2018守護者計劃大會'''在[[北京市|北京]]舉行，馬化騰會內表示，騰訊將全面開放自身技術與能力，共同構建「網絡安全共同體」。大會中，[[公安部]]、最高法院、最高檢察院、[[工业和信息化部|工業和信息化部]]、[[中國人民銀行]]、[[中國銀聯]]、[[順豐控股]]、[[中國聯通]]等宣布加入此計劃<ref>{{Cite web|url=https://news.mingpao.com/pns/dailynews/web_tc/article/20180115/s00013/1515952964700|title=內地網絡犯罪領先全球 馬化騰：「三新」方式應對|accessdate=|author=|date=2018-01-15|publisher=明報}}</ref>。

2018年1月19日，[http://tech.sina.com.cn/i/2018-01-19/doc-ifyqtwzu6941203.shtml 谷歌和腾讯达成专利共享协议]，两大巨头结成联盟。


2018年1月29日騰訊旗下林芝騰訊科技以1.875億元人民幣認購永輝雲創科技新增註冊資本增資完成後林芝騰訊科技將持股15%，永輝超市持股46.6%


2018年2月2日騰訊以每股10.48元人民幣購入榮基國際(香港)持有的[[海瀾之家]]2.39億股，佔該公司總股本的5.31%，涉及金額24.99億人民幣


2018年2月3日步步高商業連鎖股份有限公司與騰訊計算機系統在深圳市簽署了《戰略合作框架協議》雙方一致同意建立長期戰略合作夥伴關係

2018年2月5日據工商註冊信息顯示，[[盛大遊戲]]在內地的控制實體盛躍網絡科技(上海)有限公司進行了投資人(股權)變更，新增股東為林芝騰訊科技，並新增董事馬曉軼。換言之，盛大已引入騰訊作為新股東。


2018年2月8日中國網絡遊戲開發商盛大遊戲公布，騰訊以30億元人民幣入股該公司，占註冊資本比率為11.8%。

2018年2月14日步步高商業連鎖股份有限公司(002251.SZ)發布公告，公司股東張海霞、新沃基金與騰訊簽署股份轉讓協議，以每股17.1元人民幤合共向後者轉讓公司6%股份，涉資8.87億元人民幣


2018年3月8日騰訊以6.3億美元戰略投資斗魚直播


2018年3月8日騰訊以4.616億美元戰略投資歡聚時代旗下虎牙直播

2018年3月10日騰訊旗下林芝騰訊科技以33.1704億元人民幣入股[[光線傳媒]]旗下[[新麗傳媒]]27.6420%股權

2018年3月15日騰訊擴展科研戰線，宣布將成立機器人實驗室「Robotics X」，其與AI Lab將會成為騰訊AI產業的雙基礎支撐部門，為騰訊進一步探索虛擬世界與真實世界的載體

2018年3月21日騰訊以每股66歐元，斥資4.5億美金購入[[育碧]]5%股權（5591469股）成為[[育碧]]股東之一。

2018年3月23日騰訊大股東Naspers以每股405港元配售1.8999783億股，佔已發行股本約2%，涉及資金769.4億元，配售完成後，大股東Naspers持倉由33.17%減至31.17%，仍為騰訊的控股股東。

==集團業務==
===即时通讯软件===
==== QQ ====
{{main|QQ}}

[[腾讯QQ]]，原名[[OICQ]]，是腾讯公司创始人[[马化腾]]于1999年开发的[[即时通讯软件]]。因与另一款1996年11月开发的即时通讯软件[[ICQ]]（目前ICQ已经归AOL旗下所有，腾讯间接控股）名字相似而被控侵权。雖然腾讯最終勝诉，但仍然將 OICQ 更名为 QQ<ref>{{cite news|url=http://finance.sina.com/bg/economy/singtao/20100407/051427966.html|title=ICQ曾訴騰訊侵權|publisher=新浪北美-金融理财频道|date=2010年4月7日}}</ref>。

==== 微信 ====
{{main|微信}}

[[微信]]是腾讯旗下针对智能手机平台开发的带有网络社交功能的即时通讯应用。由[[张小龙]]担任部门负责人。
===遊戲開發===

2007年，腾讯开始涉足大型网络游戏。現時騰訊旗下的遊戲開發工作室分别有[[天美工作室群]]、[[光子工作室群]]、[[魔方工作室群]]、[[北极光工作室群]]、[[Riot Games]]、[[波士顿工作室]]，并且控股[[Supercell (游戏公司)|Supercell]]。

*[[天美工作室群]]：2014年，腾讯互娱自研游戏组织体系进行调整，将[[琳琅天上]]、[[天美艺游]]、[[卧龙工作室]]合并成该工作室。

*[[光子工作室群]]：2014年，腾讯互娱自研游戏组织体系进行调整，[[光速工作室]]相关职责和人员并入光子工作室群下各个工作室。

*[[魔方工作室群]]：2014年，腾讯互娱自研游戏组织体系进行调整，成立该工作室，并将原有的[[魔方工作室]]以及[[五彩石工作室]]部分成员转移至此。

*[[北极光工作室群]]：2014年，腾讯互娱自研游戏组织体系进行调整，撤销[[北极光工作室]]，相关职责和人员并入北极光工作室群下各个工作室。

*[[波士顿工作室]]：2008年第三季度，波士顿工作室在美国波士顿[[康科特 (麻萨诸塞州)|康科特]]成立，是腾讯游戏的主要工作室之一。

*[[Riot Games]]：拳头社，是一家美国电子游戏开发商和发行商。公司成立于2006年，总部位于美国[[加利福尼亚州]][[圣莫尼卡]]。該工作室的著名作品有发行于2009年10月的《[[英雄联盟]]》，直至2013年有近三千万的每日活跃玩家。2015年12月17日，腾讯公司收购 Riot Games 全數股權，Riot Games 繼而成为了腾讯旗下的子公司。

*[[Supercell (游戏公司)|Supercell]]：芬兰一家电子游戏开发商与发行商。作品包括《卡通农场》、《[[部落冲突]]》、《海岛奇兵》和《部落冲突：皇室战争》。2016年6月腾讯收购股权达成控股。

==騰訊戰略投資==
#[[Snapchat]]母公司[[Snap]]12%
#[[KakaoTalk]]（持股約13.84％）
#[[Supercell (游戏公司)|Supercell]]（持股76.9％） 
#[[ASAC II LP]]（持有[[動視暴雪]]24.9%股權）
#[[Epic Games]]（持48.4％股權）
#[[育碧]] （持5％股權）
#{{tsl|en|Pati Games|}}（持股15.33%）
#{{tsl|en|Pocket Gems|}}（持股38%）<ref>{{cite news|author1=兵|title=产业日报：腾讯向Pocket Gems追投9000万美元 东芝出售芯片业务_游戏狗新闻|url=http://news.gamedog.cn/a/20170515/2114539.html|accessdate=2017-05-15|work=news.gamedog.cn|agency=游戏狗整理|issue=2017-05-15|publisher=游戏狗新闻|date=2017-05-15}}</ref>
#[[Netmarble Games]]（持股22.2％股權）
#[[VinaGame]]（持股22.34％股權）
#[[Fireforge]]（持股37%）
#[[Frontier Developments]]（持股9％股權）
#[[Moonton]]
#[[天锋网络]]（持股18％股權）
#[[任玩堂]]（持股15.88％股權）
#[[像素軟件]]（持股14.56％股權）
#[[西山居]]（持股9.9％股權）
#[[盛大遊戲]]11.8%
#[[广州银汉科技]]（持股8％股權）
#[[擎天柱网络科技]]（持股44.6％股權）
#[[深圳市苏摩科技有限公司]]（持股7.35％股權）
#[[星创互联（北京）科技有限公司]]（持股37.22％股權）
#[[Garena]]（持股39.7%）
#[[Riot Games]]（持股100％）
#{{tsl|en|Glu Mobile|}}.（持股14.6％）
#[[搜狗]]（持股43.7％） 持有B類普通股1.52億股
#[[京东商城]]（{{NASDAQ|JD}}）（持股 21.25%）
#[[唯品會]]（持股7%）
#[[美麗聯合集團]]擁有「[[美麗說]]」「[[蘑菇街]]及「[[淘世界]]三大電商」
#[[58趕集]]擁有「[[58同城]]及「[[趕集網]]（共23.15%權益，16.02％投票權益）
#[[轉轉]]58同城旗下二手交易平臺
#[[拼多多]]8.92%
#[[小紅書]]社區電商平臺
#[[美團-大眾點評]]擁有「[[美團網]]及[[大眾點評網]]二大生活服務業電商平台」
#[[海瀾之家]]5.31%
#[[永輝超市]]5%
#[[永輝雲創]]15%
#[[步步高商業連鎖]]6%
#[[Flipkart]]
#[[每日優鮮]]21.06%
#[[好樂買]]
#[[樂居控股]]{{New York Stock Exchange|LEJU}}（持股15％）入股價1.8億美元
#[[鏈家地產]]
#[[同程藝龍]]（持股45％）擁有「[[同程網]]及[[艺龙|藝龍]]
#[[易车網]]（{{nyse|BITA}}）（持股7.1%）
#[[滴滴出行]]（持股11.4％）
#[[摩拜單車]]
#[[特斯拉汽車]]{{nasdaq|TSLA}}（持股5％）入股價17.78億美元
#[[車好多集團]](擁有瓜子二手車直賣網、毛豆新車網)
#[[和諧富騰]]（持股29.4％）
#[[浙江愛車公司]]（和諧富騰持股55%，和諧汽車持股45%）
#[[綠野汽車]]（愛車持股87.57％）
#[[上海愛馳憶維汽車]]
#[[蔚來汽車]]9.41%
#印度[[MakeMyTrip]]（Naspers和騰訊持股40％）
#[[網羅天下生活科技有限公司]]（持26.64%股權）
#[[順網科技]]{{szse|300113}}（持3.77％股權）
#[[華彩控股]]{{HKEX|1371}}（持股6.96％）
#[[華南城]]（{{hkex|01668}}）（持股13％）
#[[萬達商業]]（持股4.12％）
#[[金山軟件]]{{HKEX|3888}}（持15.68％股權）
#[[华谊兄弟|華誼兄弟]]{{szse|300027}}（持8.03％股權）
#[[創夢天地]]（持30％股權）
#[[華誼騰訊娛樂]]{{HKEX|0419}}（持15.68％股權）
#[[海雲捷訊]]
#[[數碼天空科技]]（10.26％經濟權益， 0.51％總投票權）
#[[閱文集團]]{{HKEX|772}}（持股57.62%股權）擁有「[[盛大文学|盛大文學]]」
#[[知乎]]（持9.66％股權）
#[[bilibili]]（持5.2％股權）
#[[貓眼微影]]27.59%擁有[[貓眼電影]]及[[微影時代]]
#[[優揚文化傳媒]]（持9%股權）
#[[新麗傳媒]]27.6420%股權
#[[騰訊音樂娛樂集團]]（持53.39%股權）擁有「[[酷我音樂]]」和「[[酷狗音樂]]」兩音樂平台
#[[Liquid State]]電音專輯出版公司
#[[Spotify]]7.5%
#[[Joox]]
#[[Skydance Media]]荷里活電影公司（持10％股權）
#[[Gaana]]印度音樂公司
#[[廣州天聞角川動漫有限公司]]（持41％股權）
#[[YG娛樂]]{{kse|122870}}（持股4.5%）
#[[Mail.Ru]]（持股7.8％）
#[[財新傳媒]]（持股19.77％）
#[[未来电视有限公司]](ICNTV)（持股20％）
#[[泰捷软件]]（持股39％）
#[[天天快报]]
#[[武汉鲨鱼网络直播技术有限公司]]（持股55.25％）
#[[浙江齐聚科技有限公司]]（持股16.03％）
#[[鬥魚網]]18.98%
#[[虎牙直播]]
#[[开心网|開心網]]
#[[香港討論區]]及[[Uwants]]的非控制股權
#[[微醫集團]][[掛號網]]
#泰國{{tsl|en|Ookbee U|}}
#泰國[[sanook]]
#[[雷鳥科技]](16.67%股權）
#[[Essential]]
#[[乐蛙科技]]
#[[買賣寶科技]]（持股43.54%股權）
#[[逸家潔]]（持股11.26％股權）
#[[益盟股份]]（持股19.36％股權）
#[[好買財富]]（持股25.69％股權）
#[[易鑫資本]]{{HKEX|2858}}（持股20.9％）
#[[易信资本]]
#[[中信資本控股]]有限公司（持23％股權）
#[[中國國際金融股份]]（{{hkex|3908}}）（持股4.95％）
#[[富途證券]]（持股24％）
#[[中國郵政儲蓄銀行]]（{{hkex|1658}}）（持股0.19％）
#[[和泰人壽]]（透過全資子公司北京英克必成科技有限公司持有）15%
#[[微民保險代理]]（持股57.8％）
#[[眾安保險]]{{HKEX|6060}}（持股10.42％）
#[[英傑華]]香港（持股20％）
#[[A-Fund基金]]
#[[金証財富]]8%
#[[深圳前海微众银行]]（持股30％）
#[[深圳市人保騰訊麥盛能源投資基金]]（持股24.5％）
#[[腾讯EC]]
#[[Skydance]]10%
#[[永杨安风（北京）科技有限公司]]12.69%
#[[北京醋溜网络科技]]10.06%
#[[猿輔導公司]]
#[[新東方網]]（持股12.29%）
#{{tsl|en|Teambition|}}
#分答<ref>{{Cite_news|authorlink=虎嗅创业|author=虎嗅创业|title=获得腾讯战略投资后 分答能否避免“昙花一现”的命运_凤凰科技|url=https://www.huxiu.com/article/172042/|format=html|work=创业维艰|location=北京|publisher=虎嗅网|agency=[[虎嗅网]]|id=|page=1|date=2016-11-24|accessdate=2017-01-18|language=zh-hans|quote=今天，在行&分答官方宣布已获得腾讯的A+轮战略投资，本轮融资将更多投入到产品及用户体验迭代，知识网红的扶植，品牌推广等方向。|archiveurl=|archivedate=}}</ref>
===腾讯产业投资基金===
#[[中國聯通]]A股（間接持股）<ref>[http://static.sse.com.cn/disclosure/listedinfo/announcement/c/2017-08-21/600050_20170821_12.pdf 非公开发行A股股票预案]</ref>
#[[掌趣科技]]2%<ref>http://egsea.com/index.php?app=Company&mod=Info&act=news&id=91752</ref>
#[[四维图新]] {{szse|002405}}（持9.950％股權）<ref>http://www.cninfo.com.cn/information/companyinfo_n.html?shareholders?szsme002405</ref>

==争议==
一直推动玩家疯狂充值，如《王者荣耀》，V8玩家使用外挂，挂机或送人头无法被举报的事件。

== 相关事件 ==
{{Main|对腾讯的争议}}

== 参考文献 ==
{{Reflist|30em}}

== 外部連結 ==
* [https://www.tencent.com/ Tencent 騰訊]

{{-}}
{{腾讯}}
{{腾讯游戏}}
{{信息技术大公司}}
{{中国大陸电子游戏公司}}
{{Hang Seng Index Constituent Stocks}}
{{Hang Seng China 50 Index}}
{{深圳}}

[[Category:腾讯| ]]
[[Category:深圳公司]]
[[Category:中國民營企業]]
[[Category:香港交易所上市公司]]
[[Category:香港上市資訊科技公司]]
[[Category:香港交易所上市認股證]]
[[Category:香港交易所上市牛熊證]]
[[Category:1998年成立的公司]]
[[Category:开曼群岛离岸公司]]
{{NoteTA
|G1=IT
|1=zh-hans:腾讯视频;zh-hant:騰訊視頻;
|2=zh-cn:视频;zh-tw:影片;
}}
{{Expand|time=2014-04-10}}
{{Infobox website
| name                 = 腾讯视频
| logo                 =  [[File:TencentVideo.svg|250px]]
| logocaption          =    <!--腾讯视频logo-->
| collapsible          =    <!--是否摺疊 可設定 yes-->
| collapsetext         =    <!--摺疊部分的標題文字-->
| screenshot           =
| caption              =    <!--腾讯视频网站首页截图-->
| native_name          =
| url                  = {{URL|v.qq.com}}
| slogan               =不负好时光    
| commercial           = 是
| type                 = [[视频网站]]、[[网络电视]]
| registration         = 選擇性
| language             = 简体中文
| num_users            =
| content_license      =
| owner                = [[腾讯]]
| author               =    
| alexa                = 
| revenue              =
| current_status       = 線上
| abbreviated_name     = 
| editor               = 
| launch_date          =  {{Start date|2011|04||}} 
| programming language = 
}}

'''腾讯视频'''是[[腾讯]]推出的在线视频媒体平台，2011年4月上线测试，使用[[域名]]为原[[腾讯播客]]域名，腾讯[[QQLive]]网站已被纳入到腾讯视频中同步运作。<ref name=qqlive-腾讯视频>{{cite news|title=腾讯欲挟6亿用户杀入在线视频|url=http://news.xinhuanet.com/fortune/2011-03/23/c_121221864.htm|accessdate=2014-07-20|newspaper=新华网|date=2011-03-23|deadurl=yes|archiveurl=https://web.archive.org/web/20160918184851/http://news.xinhuanet.com/fortune/2011-03/23/c_121221864.htm|archivedate=2016-09-18}}</ref>2014年，腾讯诉[[快播]]侵权，快播败诉。<ref>{{cite news|title=快播被查遭罚腾讯先投诉 系前者未停止侵权行为|url=http://tech.gmw.cn/2014-06/19/content_11656373.htm|accessdate=2014-07-20|newspaper=光明科技|date=2014-06-19}}</ref>腾讯视频凭借庞大的[[腾讯QQ]]用户与雄厚的资金，大量购买视频版权，发展十分迅速，在2016年暑期大陆视频播放量中雄踞第一<ref>{{Cite web|url=http://e.gmw.cn/2016-09/01/content_21763115.htm|title=最热综艺收藏家 腾讯视频夏末播放量独占鳌头 _滚动播报 _光明网|accessdate=2016-09-08|last=张晓荣|work=e.gmw.cn|deadurl=yes|archiveurl=https://web.archive.org/web/20160911200724/http://e.gmw.cn/2016-09/01/content_21763115.htm|archivedate=2016-09-11}}</ref>。

==参考资料==
{{reflist}}

==外部链接==
* {{zh-cn}}[http://v.qq.com 腾讯视频]

{{tencent}}
{{中国主要视频网}}

[[Category:腾讯]]
[[Category:中国网站]]
[[Category:网络电视]]
[[Category:视频网站]]
[[Category:视频分享网站]]
{{Infobox_officeholder
| name = 刘炽平<br><small>Martin Lau</small>
| image =
| image name =
| width =
| Sex =男
| now =
| office = [[File:Tencent Logo.svg|80px|link=腾讯公司]] [[腾讯公司]]总裁
| period =
| different name =
| Native place = 
| date of birth = 1973年
| place of birth =
| date of death =
| place of death =
| party = 
| spouse =
| relatives =
| educate =
*[[英皇書院]]</span>
*[[密歇根大学]]电子工程学学士</span>
*[[斯坦福大学]]电子工程学硕士</span>
*[[西北大学 (伊利诺伊州)|西北大学]][[凯洛格管理学院]]工商管理硕士</span>
| past =
*[[高盛]]亚洲投资银行部的执行董事
*[[高盛]]电信、媒体与科技行业组首席运营官
*腾讯首席战略投资官
*腾讯公司总裁
*腾讯公司执行董事
}}

'''刘炽平'''（{{bd|1973年}}），[[腾讯公司]]总裁、执行董事，出生于[[北京]]。<ref name=":0">{{Cite web|url = http://tech.hexun.com/2007-07-10/100148433.html|title = 腾讯公司总裁刘炽平：我没有活在马化腾的阴影下|accessdate = |author = 陈亮|date = 2007年7月10日|publisher = 和讯网}}</ref>

== 早年生涯 ==

刘炽平拥有美国[[密歇根大学]]电子工程学士銜，[[斯坦福大学]]电子工程硕士銜以及[[西北大学 (伊利诺伊州)|西北大学]][[凯洛格管理学院]]工商管理硕士銜。<ref name=":0" /><ref name=":1">{{Cite web|url = http://news.pcgames.com.cn/chinajoy/2009/cgdc/people/0907/1508221.html|title = 高峰论坛演讲人刘炽平 腾迅公司总裁|accessdate = |author = |date = 2009-07-14|publisher = 太平洋游戏网}}</ref>在进入腾讯公司之前刘炽平曾担任[[高盛]]亚洲投资银行部的执行董事及电信、媒体与科技行业组的首席运营官。在此之前刘炽平在[[麦肯锡]]公司从事管理咨询工作，在股票发行、兼并与收购以及管理咨询等领域工作长达9年。<ref name=":0" /><ref name=":1" />

== 任職腾讯 ==

2003年9月刘炽平曾和腾讯公司创始人马化腾有过接触。2005年2月刘炽平加盟腾讯公司，被任命为腾讯首席战略投资官。2006年2月15日，刘炽平出任腾讯公司总裁，协助马化腾负责公司的日常管理和运营。2007年3月，刘炽平被任命为腾讯公司执行董事。<ref name=":0" /><ref name=":1" />

2011年7月28日，[[金山软件]]非执行董事[[张旋龙]]辞任，由刘炽平接任<ref>{{Cite web|url = http://tech.sina.com.cn/i/2011-07-29/11345855281.shtml|title = 张旋龙辞任金山非执行董事 刘炽平接任|accessdate = |author = |date = 2011年7月29日|publisher = 新浪}}</ref>。2011年9月19日，刘炽平辞去[[英利绿色能源控股有限公司]]独立董事兼薪酬委员会委员职务<ref>{{Cite web|url = http://finance.ifeng.com/usstock/realtime/20110919/4617642.shtml|title = 英利原独立董事刘炽平辞职 Richard Xue接任|accessdate = |author = |date = 2011年9月19日|publisher = 凤凰网}}</ref>。

== 来源 ==
{{Reflist|2}}

{{腾讯}}
{{DEFAULTSORT:Liu Zhiping}}
[[Category:腾讯人物]]
[[Category:刘姓|Zhiping]]
[[Category:史丹佛大学校友]]
[[Category:英皇書院校友]]
[[Category:密歇根大学校友]]
[[Category:美國西北大學校友]]
{{expand|time=2011-08-17T11:54:27+00:00}}

{{Infobox Website
| websitename   = 腾讯网
| logo          = QQ com.png
| logo_size     = 200px
| url           = http://www.qq.com
| caption       = 
| screenshot    = [[File:Qq.com_page.PNG|280px]]
| commercial    = 是
| type          = [[门户网站]]
| reg           = 选择性
| owner         = [[腾讯]]
| author        = [[马化腾]]
| launch        = 1995年
| num_employees = 
| aim           = 
| alexa         = 10
| revenue       = 
| notes         = 
}}
'''腾讯网'''是一家位于中国大陆的大型[[门户网站]]，依托世界最大用户群的[[腾讯QQ]]即时通信软件从而成为了中国门户网站中的后起之秀，据世界著名的[[Alexa]]统计腾讯网目前是中国流量最大的门户网站。

==地方站==
腾讯网从2005年即开始在全国开展地方站，多与地方传媒集团合作，也有自己直接运营。

* 2006年4月，重庆[http://cq.qq.com/ 大渝网]由腾讯科技和[[重庆日报报业集团]]旗下《[[重庆商报]]》共同组建的合资公司——重庆腾汇科技有限公司全面负责大渝网的运营。<ref>[http://cq.qq.com/ad/aboutme/2009/introduction.htm 大渝网]</ref> <ref>[http://cq.qq.com/a/20070416/000532.htm 腾讯·大渝网开创报网互动新模式]</ref>
* 2006年6月，陕西[http://xian.qq.com/ 大秦网]前身“西安腾讯网”落地西安，2009年1月9日正式更名为“腾讯大秦网”，为腾讯旗下直属的地方综合门户。<ref>[http://xian.qq.com/about/company.htm 关于大秦网]</ref>
* 2007年10月24日，四川[http://cd.qq.com/ 大成网]正式成立，由腾讯网直接运营。<ref>[http://cd.qq.com/a/20071025/000198.htm 成都日报：腾讯大成网上线启动发布会举行]</ref> <ref>[http://cd.qq.com/zt/2007/cdfabu/textpage.htm 大成网新闻发布会现场直播_腾讯·大成网]</ref>
* 2008年6月17日，湖北[http://hb.qq.com/ 大楚网]成立，由腾讯科技和[[湖北日报传媒集团]]暨《[[楚天都市报]]》共同成立的湖北腾楚网络科技有限责任公司全面负责运营。<ref>[http://hb.qq.com/aboutus.htm 大楚网关于我们]</ref>
* 2010年8月，福建[http://fj.qq.com/ 大闽网]落地，由腾讯网直属。<ref>[http://fj.qq.com/aboutus.htm 大闽网介绍]</ref>
* 2011年8月18日，广东[http://gd.qq.com/ 大粤网]正式上线，腾讯科技和[[南方报业传媒集团]]的南都报系共同组建的广东腾南网络信息科技有限公司全面负责运营。
* 2011年8月26日，河南[http://henan.qq.com/ 大豫网]正式上线，由腾讯科技和[[河南日报报业集团]]暨《[[大河报]]》联合打造。
* 2012年7月16日，湖南[http://hn.qq.com/ 大湘网]正式上线，由腾讯科技和[[中南出版传媒集团]]暨《[[潇湘晨报]]》联合成立的湖南腾湘科技有限公司全面负责运营。
* 2012年7月18日，[http://sh.qq.com/ 大申网]上线发布。大申网由腾讯和[[解放日报报业集团]]暨《[[新闻晨报]]》联合组建的合资公司上海腾闻网络科技有限公司全面负责运营。解放日报报业集团归入于2013年10月28日成立的[[上海报业集团]]。<ref>[http://sh.qq.com/zt2013/dsworld/ 大申简介]</ref>
** 2014年1月17日，[http://sh.qq.com/newspaper/ 大申网晨报频道]作为《新闻晨报》新媒体项目上线试运行。<ref>[http://mp.weixin.qq.com/s?__biz=MzA5MjA4MzcxMw==&mid=200008432&idx=1&sn=5fdcdf7fe029c870e3f3a437f0ea41ee#rd 大申网晨报频道试运行 手机客户端春节后将上线]</ref>
* 2012年11月29日，浙江[http://zj.qq.com 大浙网]正式上线，由腾讯科技与[[浙江日报报业集团]]暨[[浙江在线]]合办。<ref>[http://zj.qq.com/about.htm 大浙网简介]</ref>
* 2013年6月18日，辽宁[http://ln.qq.com/ 大辽网]正式上线，由腾讯科技与[[辽宁报业传媒集团]]合办。<ref>[http://ln.qq.com/about/ 大辽网简介]</ref>
* 2013年8月28日，江苏[http://js.qq.com 大苏网]正式上线，由腾讯直接运营。<ref>[http://www.chinadaily.com.cn/dfpd/js/bwzg/2013-08/29/content_16928481.htm 腾讯大苏网举行上线发布仪式]</ref>
* 2016年7月，腾讯网本月初在报道中共成立95周年大会时，报道中将“习近平发表重要讲话”误植为“发飙重要讲话”，中宣部近日决定将腾讯网总编和主编撤职，该网站也从由深圳网信办监管改为由北京网信办直接管理。

==参考资料==
{{reflist|3}}

==外部链接==
*[http://www.qq.com 腾讯网]

{{腾讯}}
[[Category:门户网站|S搜]]
[[Category:中国网站|S搜]]
[[Category:腾讯]]
[[Category:中国新闻网站]]
{{noteTA|G1=IT}}
{{Infobox Website
| logo       = QQ mini Blog.png
| screenshot = [[File:T.QQ.COM SCREENSHOT.png|280px]]
| caption = 腾讯微博网页截图
| title = 腾讯微博[http://t.qq.com/eutaxy 腾讯旅游景点微博]
| commercial = 是
| type = [[微博客]]
| language = [[简体中文]]、[[繁体中文]]、[[英文]]<ref>简体中文，繁体中文使用新界面（也可使用体验版），英文使用旧界面。</ref>
| registration = 停止注册及更新，处于半废止状态
| owner = [[腾讯公司]]
| launch date = {{Start date and age|2010|4|1|df=yes/no}}
| url = [http://t.qq.com/ t.qq.com]<br />[http://t.3g.qq.com/ t.3g.qq.com]（WAP）
| slogan = 与其在别处仰望，不如在这里并肩。<br />你的心声，世界的回声
}}
'''腾讯微博'''是[[腾讯公司]]于2010年4月1日推出的一项[[微博客]]服务，微博用户可以通过[[网页]]、[[短信]]、手机程序、[[QQ]]等方式发布最长140字的广播，后因[[新浪微博]]的崛起该微博几乎处于半废止状态。

==特点==
早期腾讯微博只对[[QQ]]用户开放注册，即腾讯微博上的每个帐号都对应一个QQ号码，而QQ用户的微博帐号并非自动注册，需登录微博首页注册。微博注册完成后，QQ的微博版面出现，而默认收听的两个人是“腾讯薇薇”和“微博精灵”<ref>开放注册前的内测与公测阶段只有默认收听“腾讯薇薇”</ref>。微博信息内的[[URL链接]]在广播后将自动转换成以url.cn为域名的[[短网址]]。每个用户可以收听最多2000人。随后，没有[[QQ]]号码的用户，可使用[[电子邮箱]]注册（非QQ的电子邮箱地址亦可使用）。

目前，注册用户可以通过[[QQ]]客户端（[[Windows]]简体中文版的QQ2010 Beta 3版或之后的版本）、QQ拼音输入法PC客户端、电脑[[网页]]、手机网页、[[短信]]和[[彩信]]、手机客户端软件广播微博消息，其中手机客户端软件支持的系统平台有[[iPhone]]、[[Android]]、[[S60]]和[[KJava]]<ref>腾讯微博.手机版[Z/OL].http://t.qq.com/client.php?t=mobile, 2010-9-22.</ref>；而上述广播方式中除短信外均可以插入图片，插入视频可通过电脑网页版或[[QQ]]客户端上传或引用、[[iPhone]]及[[Android]]客户端上传（上传至[[腾讯视频]]），音乐仅支持电脑网页版或[[QQ]]客户端插入；目前视频来源网站有[[腾讯视频]]、[[土豆网]]、[[优酷网]]、[[PPTV]]、[[56.com]]等，音乐内容则由[[QQ音乐]]提供<ref>腾讯微博.腾讯微博常见问题及帮助[EB/OL].http://t.qq.com/help.php, 2010-9-22.</ref>。
==用语解释==
在腾讯微博中最基础的动作为“'''广播'''”和“'''收听'''”。用户发布一条不多于140字的带或不带附件内容的动作即为“'''广播'''”，订阅某个用户的实时广播的动作即为“'''收听'''”，收听后被收听者有新广播时收听者可以在“'''主页'''”中看到。当收听某位用户以后，收听者将会成为被收听者的“'''听众'''”。<br />
{| class="wikitable"
|+腾讯微博与新浪微博、Twitter的用语对比
|-
! style="text-align: left" | 腾讯微博
| 立即收听 || 收听 || 听众 || 广播 || n条广播 || 转播 || 评论 || 名单
|-
! style="text-align: left" | [[新浪微博]]
| 加关注 || 关注 || 粉丝 || 发布 || n条微博 || 转发 || 评论 || 分组
|-
! style="text-align: left" | [[Twitter]]
| Follow || Following || Follower(s) || Tweet || n tweet(s) || Retweet || Reply || List
|-
! style="text-align: left" | 腾讯微博（英文版）
| Follow || Following || Follower(s) || Post || n posts(s) || Repost || Reply || List
|}

==历史==
其实早在2007年腾讯就已经开展了类似于微博的滔滔网站（[http://www.taotao.com/ taotao.com]），但由于营运问题，腾讯在2010年1月26日宣布关闭滔滔网站，并将原滔滔网站的内容整合到[[QQ空间]]<ref>新浪科技.腾讯将关闭滔滔微型博客业务[EB/OL].http://tech.sina.com.cn/i/2010-01-26/16413805896.shtml, 2010-1-26.</ref>。据报，腾讯微博于1月28日开始进行内部封闭测试；到3月，已有多个腾讯微博内测图流出<ref>TechWeb.腾讯微博内测图曝光：将与QQ无缝集成[EB/OL].http://www.techweb.com.cn/news/2010-03-05/551004.shtml, 2010-3-5.</ref>。4月1日，腾讯内部员工可以通过[[邀请码]]邀请普通用户测试微博，与此同时QQ2010 Beta3版本发布，为第一个包含微博功能的QQ软件<ref>驱动之家.配合腾讯微博公测 QQ2010 Beta3试用版发布[EB/OL].http://news.mydrivers.com/1/160/160157.htm, 2010-4-1.</ref><ref>ZOL.名人聚集地 腾讯微博限量内测版初体验[EB/OL].http://xiazai.zol.com.cn/article_topic/172/1720982.html, 2010-4-1.</ref>。6月11日适逢[[2010年世界杯]]开幕，腾讯微博首次发放更改界面皮肤功能，新皮肤以32支出线决赛圈球队和中国队为主题<ref>酷口网.腾讯微博世界杯皮肤：新的盈利点？！[Z/OL].http://www.qoocu.com/post/8064.html, 2010-6-12.</ref>。8月25日，腾讯微博推出视频功能<ref>腾讯微博官方博客.腾讯微博推出视频功能[Z/OL].http://user.qzone.qq.com/20100401/blog/1282806235, 2010-8-26.<!--备注：官方在8月26日发布功能开通新闻，但是很多用户在25日晚就可以使用该功能了，详情可参照部分用户的广播--></ref>。9月3日，腾讯微博开放QQ用户注册，QQ用户无需邀请码即可注册<ref>管鹏.管鹏在9月3日12:47时的微博广播[Z/OL].http://t.qq.com/p/t/14003120626321, 2010-9-3.</ref>。腾讯.[http://t.qq.com/eutaxy 旅游景点微博]。10月15日，新增分享音乐功能和排行榜<ref>企鹅在线.腾讯微博更新 新增插入音乐与排行榜[Z/OL].http://www.qqezx.com/qq/news/2010/1015/471.html, 2010-10-17.</ref>。10月27日，腾讯微博应用频道上线，功能包括“一键转播”（将网页内容转播到腾讯微博）、微博秀（向访问者展示某用户在腾讯微博的最新广播和听众）、微博广播站（展示用户最新的20条广播并在登陆后可直接在自定义网页上更新）和微博签名档（在论坛等地方同步显示用户的微博信息）<ref>腾讯. 腾讯微博应用频道[Z/OL]. http://open.t.qq.com/apps.php, 2010-10-28.</ref>。11月12日推出名单功能<ref>腾讯微博. 腾讯微博推出名单功能[Z/OL]. http://user.qzone.qq.com/20100401/blog/1289549179, 2010-11-18.</ref>。12月31日推出表情输入功能<ref>{{cite web|title=腾讯微博的官方微博|url=http://t.qq.com/p/t/12029022075002|author=腾讯微博|accessdate=2010-12-31}}</ref>。2011年1月7日，腾讯微博增加自定义皮肤功能<ref>{{cite web|title=腾讯微博新增：自定义皮肤功能|url=http://qqezx.com/qq/news/2011/0107/1108.html|author=qqezx|accessdate=2011-01-08|deadurl=yes|archiveurl=https://web.archive.org/web/20111120182224/http://qqezx.com/qq/news/2011/0107/1108.html|archivedate=2011-11-20}}</ref>。

2011年2月5日，腾讯宣布腾讯微博用户过亿<ref>{{cite web|author=腾讯科技|title=腾讯微博注册用户量超过1亿|url=http://tech.qq.com/a/20110205/000038.htm|publisher=腾讯|accessdate=2011-02-05|date=2011年2月5日}}</ref>。

2011年3月24日，腾讯微博发布[[记事本]]功能，内容只有用户自己看到<ref>{{cite web|author=腾讯微博官方微博|title=记事本|url=http://t.qq.com/p/t/16066053374388|publisher=腾讯|accessdate=2011-03-24|date=2011-03-24}}</ref>。

2012年3月16日，腾讯微博将与新浪、搜狐和网易微博共同正式实行微博[[中国网络实名制|实名制]]。<ref>{{cite web|url=http://internet.solidot.org/article.pl?sid=12/02/07/0856203|title=Solidot - 四大微博将在3月16日全部实名制|publisher=}}</ref>

2012年7月19日，腾讯微博宣布支持关闭微博帐户。<ref>[http://www.90iter.com/archives/2012/07/19/733/ 腾讯微博推出微博[[账户]]关闭功能] {{webarchive|url=https://web.archive.org/web/20120728175911/http://www.90iter.com/archives/2012/07/19/733/ |date=2012-07-28 }}</ref>腾讯微博是[[中国大陆|中國大陸]]第一家支持关闭微博帐户的[[微博客]]服务提供商。

2014年7月，腾讯内部人士透露，腾讯微博事业部已被撤销。消息人士称，腾讯微博早已被战略性放弃，现在才正式宣布而已。而腾讯方面则回应表示，微博确实有些动作，部分人员进入微视。<ref>{{cite web|url=http://finance.sina.com/gb/tech/sinacn/20140723/16321084100.html|title=腾讯微博被弃命运：砍掉边缘化产品|date=2014-07-23|accessdate=2014-07-24}}</ref>

==争议==
2010年7月7日，[[方舟子]]接受腾讯邀请开通了腾讯微博。随后，他和腾讯微博运营负责人[[和菜头]]（真名和鉴）两个人在微博上发生口角，随后方舟子说如果和菜头一天还在腾讯就不会与腾讯打交道<ref>新浪/DoNews. 腾讯微博运营负责人骂跑方舟子[Z/OL]. http://tech.sina.com.cn/i/2010-07-08/11444402249.shtml, 2010-7-8.</ref>。7月16日，腾讯科技网在微博中表示，就7月7日微博上发生口角一事向方舟子道歉，称和菜头的行为不代表公司立场<ref>TechWeb. 腾讯向方舟子道歉 称员工叫骂不代表公司立场[Z/OL]. http://www.techweb.com.cn/news/2010-07-16/642620.shtml, 2010-7-16.</ref>。

==开放平台==
2010年11月17日，由CSDN.NET开发的用于在[[新浪微博]]同步更新微博的应用“QQ助手”遭腾讯封杀。然而，另一方面，[[马化腾]]在第12届中国国际高新技术成果交易会上表示，未来腾讯将尝试在企业发展中注入更多开放、分享的元素，更加积极推动平台开放，关注产业链的和谐<ref>TechWeb. CSDN称腾讯封杀新浪微博应用“QQ助手”[Z/OL]. http://www.techweb.com.cn/internet/2010-11-17/720117.shtml, 2010-11-18.</ref>。12月14日，微博平台[[follow5]]获得腾讯微博官方开放平台认证，成为首家微博网站允许用户同步微博信息<ref>{{cite web|url=http://www.donews.com/original/201012/304881.shtm|title=腾讯微博启动开放平台 follow5已获官方认证|author=DoNews|accessdate=2010-12-15}}</ref>。

2011年3月10日，腾讯推出基于[[PHP]]的iWeibo免费微博系统，可以对接腾讯微博<ref>{{cite web|url=http://tech.qq.com/a/20110311/000178.htm|title=腾讯推出iWeibo免费微博系统 对接腾讯微博|author=腾讯/chinaz|accessdate=2010-03-13}}</ref>。

==参见==
* [[中国微博]]
* [[微博客]]

==参考资料==
{{Reflist|2}}

{{腾讯}}
{{Microblogging}}
{{Online social networking}}
[[Category:微博客]]
[[Category:Web 2.0]]
[[Category:社交网络服务]]
[[Category:虚拟社群]]
[[Category:腾讯]]
{{Catmore|腾讯}}

[[Category:香港上市資訊科技公司]]
[[Category:中國民營企業]]
[[Category:中國軟件公司]]
[[Category:深圳公司]]
[[Category:以中国公司命名的分类]]
{{Refimprove|time=2018-02-07T15:51:30+00:00}}
'''腾讯影业'''（{{lang-en|Tencent Pictures}}）是[[腾讯公司]]于2015年9月17日成立的一个子公司。主营业务为投资製作电视剧以及电影。其中電影主要根據遊戲、動漫以及書籍改編<ref>{{cite web |url= http://deadline.com/2015/09/tencent-legendary-wanda-warcraft-alibaba-mission-impossible-1201531483/|title= China’s Tencent Partners With Legendary And Wanda On ‘Warcraft’|author= Ali Jaafar|date= September 17, 2015|accessdate= October 11, 2015|work= [[deadline.com]]}}</ref>。該企業亦有與香港[[TVB]]合資製作電視劇。

==作品==
===电视剧===
*《[[使徒行者2]]》
*《[[溏心風暴3|溏心风暴3]]》
*《[[宮心計2深宮計]]》<ref>{{cite news|title=【香港得二百幾萬】大陸郁下百億點擊！無綫夥騰訊拍《宮心計2》 五大女角加埋200歲|url=https://hk.entertainment.appledaily.com/enews/realtime/article/20170118/56190252|work=蘋果娛樂|date=2017年01月18日}}</ref>
*《[[使徒行者3]]》（TBA）<ref>{{cite news|author1=52pk|title=《使徒行者》第3部继续拍? 腾讯投资4亿明年开拍|url=http://news.chinabyte.com/hot/270/14312270.shtml|work=比特网|publisher=杜建平|date=2017-10-12}}</ref>

===电影===
*《[[神力女超人 (2017年電影)|神奇女侠]]》
*《[[独立日 卷土重来|獨立日2]]》
*《[[魔獸：崛起|魔獸]]》
*《洛克王國4》<ref>{{cite web |url= http://www.cbooo.cn/m/638444|title= 洛克王国4：出发！巨人谷（2015）|accessdate= October 12, 2015|work= cbooo.cn|language= zh}}</ref>
*《[[金剛：骷髏島]]》
*《[[二代妖精之今生有幸]]》
*《熊出没·变形记》

==參考==
{{reflist}}

{{公司小作品}}
[[Category:腾讯]]
[[Category:電影公司]]
{{Multiple issues|{{pov|time=2014-08-20T09:45:41+00:00}}
{{refimprove|time=2014-03-16T17:12:45+00:00}}
{{Trivia|time=2011-11-03}}{{original research|time=2018-01-06T09:37:36+00:00}}
}}
{{review|section=1}}
{{NoteTA
|1=zh-hans:QQ邮箱;zh-hant:QQ郵箱;
|2=zh-hans:360杀毒;zh-hant:360殺毒;
|G1=IT
}}
本條目列出有关'''[[腾讯公司]]软件平台所相关的争议及轶闻事件'''。

== 对[[腾讯QQ]]方面的争议 ==
在2006年，新浪创始人[[王志东]]公开指责马化腾模仿抄袭行为。而腾讯的创新能力也备受质疑，曾经被认为是互联网创新者的杀手。

腾讯QQ的模仿始于1998年。腾讯QQ原称“OICQ (Open-ICQ)”，因其名字和同类软件、当时属于美国在线公司的“[[ICQ]]”相似而被起诉，最终腾讯放弃该名称。QQ企鹅形象与[[Linux]]的标识[[Tux]]相近，腾讯公司也未曾公开说明为何选择企鹅作为QQ的形象，而Linux的创始人也没有为此事起诉腾讯。早期OICQ的用户头像大量采用受版权保护的卡通形象，如[[史努比]]、[[加菲猫]]、[[Hello Kitty]]，后来这些头像经过重绘，改为类似的卡通图标。腾讯于2001年推出的QQ秀系统被指模仿某韩国公司。2005年4月1日，腾讯发布QQ2005 Beta1版，最早下载的用户发现，在该版本QQ软件安装许可协议中有多处存在抄袭[[Skype]]的协议行为，腾讯公司事后更改协议。

《[[计算机世界]]》杂志于2010年7月26日发表了题为《“狗日的”腾讯——搅局者还是终结者》的文章并作为封面文章，插图中的QQ企鹅形象被插三把刀。文章认为腾讯在多个领域内模仿同行产品，再凭借QQ庞大的用户群扼杀同行的生存空间。同时文中也列举了多个腾讯模仿同行的例子，如在门户网站领域内，腾讯网模仿[[新浪网]]；在网游领域，QQ游戏模仿[[联众]]，再模仿[[盛大]]引进外国网游；[[腾讯微博]]、[[QQ医生]]、[[拍拍]]、[[财付通]]、[[QQ团购]]等也被认为是模仿同行的。

面对模仿的指责，马化腾的回应是：模仿是最稳妥的创新。也有人认为腾讯通过模仿同行的同时也有创新和改良，如QQ邮箱的超大附件功能。另外，据网络公开数据表明，围绕即时通讯软件QQ的创新，腾讯累积申请了超过700项发明专利。

腾讯QQ的第一个测试版本包含的功能十分简单，仅仅只包括简单的在线即时通讯功能，随后，QQ陆续增加和完善了公共聊天室、传送文件、无线寻呼、手机短讯、语音聊天、登录服务器智能自动选择、更换皮肤、隐身、对话模式、好友备注等功能，其中，直到今天有些功能我们还在经常使用，如传送文件、语音聊天、隐身等等。
2002年8月推出的QQ2000c版本中新增了“[[QQ群]]”功能，在即时通讯领域属于首创，开创性地将用户传统的一对一的单线索关系链升级为多对多的交叉型用户关系链，突破了原有的交流模式的局限。基于好友漫游功能，QQ总结出漫游功能大类，继而推出表情漫游、个人设置漫游、最近联系人漫游、个性收藏夹随身漫游、聊天记录漫游、黑名单漫游等等一系列创新。

===隐私===
====显示隐身====
很多包含显示隐身功能的第三方软件侵犯了用户隐私和腾讯公司的著作权，因此受到腾讯的指责和法理维权。但是，2004年推出的“QQ千里眼”功能因为也可以获取好友隐身信息而受到诟病，因此腾讯于2008年12月1日关闭了该功能。

====WebQQ====
{{main|WebQQ}}
WebQQ 2.0于2010年9月14日发佈当天，曾有一个登录[[Gmail]]邮箱的网页应用，有人通过查看网页源代码发现该应用除连接Gmail的服务器获取认证外，还会将用户的登录资料发送到腾讯的一个服务器。不久，该应用随即被举报为欺诈网站；到了当天下午该应用被撤下<ref>搜狐.[http://it.sohu.com/20100914/n274930830.shtml 腾讯WebQQ 2.0涉嫌窃取用户Gmail资料].[2010-10-7]</ref>。

==== 匿名聊天 ====
手机QQ5.1及以上版本支持，电脑QQ版本6.3及以上。该功能允许在QQ群内匿名发送消息，其他人不知道匿名聊天者的身份，该功能可以被群主或管理员开启或关闭。<ref>{{Cite web|url=http://kf.qq.com/faq/120511jiYzIJ140922vu2auY.html|title=腾讯客服-QQ群内匿名聊天的相关介绍（手机QQ端）|accessdate=2017-09-04|last=Tencent-OUI|work=kf.qq.com}}</ref>

====扫描硬盘文件====
{{main|奇虎360与腾讯QQ争斗事件}}

2010年初开始，开始有网民在论坛和网站质疑腾讯QQ扫描硬盘文件，认为腾讯QQ在正常工作时，会扫描大量与程序自身无关的软件和用户的个人文件，认为QQ在「窥视」用户隐私。随后爆发的「[[3Q大战]]」中有武汉的网友用[[微软]]出品的Process Monitor监视QQ，认为QQ存在扫描行为。而早在2010年中，有用户制作了一款免费开源非商业的“QQ侦探”软件以阻止QQ扫描用户的硬盘。2010年11月5日，腾讯公司声明QQ确实会扫描用户部分硬盘文件，但这只是正常的安全检查。后续腾讯QQ在隐私处理上更加谨慎，在保障安全的前提下，只对内存、QQ安装目录等易被木马入侵的关键位置进行检查，且只检查可执行文件，不涉及到用户隐私。

2010年9月27日，[[奇虎360]]公司推出360隐私保护器1.0 Beta版，该版本仅支持监视腾讯QQ。随后，很多用户的监测结果显示很多文件或目录被QQ查看过，其中多项可能涉及到隐私。360公司总裁齐向东曾表示，QQ窥视用户隐私的行为严重损害用户的利益，隐私数据的采集过程在后台完成，普通用户难以察觉到隐私数据被窥视或被窃取。腾讯公司在27日晚随即作出回应，否认QQ曾窥探用户隐私，强调QQ绝不涉及任何用户隐私的泄露，并澄清所谓的“监视”实为QQ安全检测模块在清除盗号木马和拦截恶意攻击，而该模块采用了安全软件普遍采用的检测技术。然而，在[[360杀毒]]软件也被指侵犯隐私的背景下，360隐私保护器本身的公正性和可靠性也备受质疑。2010年10月11日，腾讯再次发表声明，称“隐私保护器”诬蔑QQ，理由是无论将任何程序更名改为“QQ.exe”后运行，“隐私保护器”都会将其标示为QQ在窥视用户隐私，以此误导用户。

====聊天记录====
另外，腾讯QQ也被认为会记录与监视用户对电脑的操作行为和聊天记录，腾讯也承认会按主管部门要求做一些处理，检测消息中的敏感信息，并可能封禁用户账号。<ref name="ne"> {{cite news | title = QQ是如何监视你的聊天记录的 | date = 2005-07-28 | url = http://tech.163.com/05/0728/10/1POADRE500091589.html | work = 华夏时报 | accessdate = 2011-12-17}}</ref>

===与奇虎360的纷争===
{{See Also|奇虎360与腾讯QQ争斗事件}}
2010年10月29日[[奇虎|360公司]]推出“扣扣保镖”软件声称该工具将全面保护QQ用户的安全，随后腾讯发文强烈谴责“扣扣保镖”通过外挂破坏QQ功能，并称将追究360法律责任。11月3日晚，腾讯在官网发表《致广大QQ用户的一封信》，称“在装有360软件的电脑上将停止运行QQ软件”，表示“原本可以通过技术对抗360，但是最后还是决定把选择软件的权利交给用户”，随即用户在360运行的情况下无法登陆QQ；WebQQ被关停、360安全浏览器无法访问QQ空间<ref> {{cite news | first = 湘平 | last = 朱 | title = 腾讯公布三项和解条件360将扣扣保镖下线 | date = 2010-11-04 | url = http://money.rednet.cn/c/2010/11/04/2103941.htm | work = 红网 | accessdate = 2011-12-17}}</ref>。然而，在新浪网随后公布的一个超过100万网民参与的网上调查的结果显示，逾一半投票者会选择卸载QQ，逾7成投票者赞同“两家公司为自家利益，不考虑用户权益”的观点<ref>新浪调查. [http://survey.tech.sina.com.cn/result/52052.html 腾讯与360纠纷]. [2010-11-4]</ref>。随后，腾讯公司因涉嫌违反《[[中华人民共和国消费者权益保护法]]》侵犯用户权益面临在全国范围内多个用户的起诉<ref> {{cite news | first = 远 | last = 宁 | title = 海南律师指腾讯停止运行QQ违约将提公益诉讼 | date = 2010-11-05 | url = http://news.0898.net/2010/11/05/600180.html | work = 人民网海南视窗 | accessdate = 2011-12-17}}</ref><ref> {{cite news | first1 = 尧 | last1 = 林 | last2 = 李 | first2 = 建刚 | title = 不堪QQ“折腾”杭州一QQ用户起诉腾讯 | date = 2010-11-04 | url = http://ori.hangzhou.com.cn/ornews/content/2010-11/04/content_3507635.htm | work = 杭州网 | accessdate = 2011-12-17}}</ref><ref> {{cite news | title = QQ强退影响工作山东一网友愤怒欲起诉腾讯 | date = 2010-11-04 | url = http://www.hkwb.net/news/content/2010-11/04/content_110877.htm | work = 海口网 | accessdate = 2011-12-17}}</ref>。

===清理第三方QQ软件===
{{See Also|#非官方版本|l1=第三方QQ软件|珊瑚虫QQ}}

2003年，腾讯公司采取首次维权。但是，2004年，互联网上开始流行更多的第三方QQ版本，如飘云、狂人、传美等。到了2006年，腾讯公司改变策略，开始清理第三方QQ软件，选择了当时用户数最多、影响最大的珊瑚虫QQ，最终珊瑚虫QQ作者被捕。同时期的其他第三方QQ软件（如飘云版QQ）因此事也自行宣布停止开发。有人认为珊瑚虫QQ作者被捕是因为珊瑚虫的“去广告”功能和以植入第三方插件的方式收取第三方插件商广告费用与腾讯公司产生了利益冲突。但是，第三方软件的确在法律上侵犯了腾讯公司的软件著作权并以此来盈利，并且第三方软件也给用户带来了隐私泄露和安全上的风险。

由於QQ在Android上的應用程式飽為詬病，有互聯網愛好者在酷安網中QQ應用的評論區釋出自行修改的QQ應用。修改內容包括修改應用風格，去除QQ消息氣泡，用戶頭像挂件以及遏止後台等內容。用戶如使用第三方Android QQ可能會被騰訊發現並凍結賬號。

===消息过滤===
早在2003年就有用户反映通过QQ传送的信息似乎被过滤和检查过。后经专业人士分析指出：QQ系统被安装上了关键字过滤系统，除了被要求安装关键字过滤系统，因怀疑大量百度空间网页带有木马病毒、.cn域名因及其低廉的价格制造了大量垃圾信息网站，百度空间域名和.cn域名也一度遭到屏蔽。用户所发送的信息含有所设定的任意一个关键字，整句就会被截下，而用户方没有提示，接收方也收不到，在接收方的QQ屏幕上将无任何显示。最开始有近800个关键字，2007年发展到1041个。在珊瑚虫案起诉书被公布后，有网友发现在QQ上发送珊瑚虫案起诉书全文会被强迫下线并提示“危害其它用户”。在2009年春节期间，山寨春晚的网址http://www.ccstv.net 亦遭屏蔽，腾讯的理由为“不良网址”。截止到QQ2010版本，之前的信息过滤（如山寨春晚网址，.cn的域名等）均不再屏蔽，同时大量政治敏感词汇也逐步解封。

===兼容性===
腾讯QQ能在[[Windows]]和[[Mac OS X]]平台下运行。加入了键盘保护驱动（购自INCA Internet Co., Ltd.）的某些版本会造成Windows XP系统蓝屏。而[[Windows Vista]]刚刚發佈时，其键盘保护驱动再次导致系统蓝屏，不久，腾讯发布的2007 Beta1版本解决了此问题。腾讯比较重视对不同版本Windows的兼容性，在常见Windows平台上基本能很好地运行。现在，QQ For [[Mac]]、[[Linux]]已经出现，但[[Mac OS X]]平台上的版本功能较为单一，而QQ for Linux已经无法使用（会提示版本太旧）<ref>Arch Linux Wiki [https://wiki.archlinux.org/index.php/Tencent_QQ_%28%E7%AE%80%E4%BD%93%E4%B8%AD%E6%96%87%29#.E5.AE.98.E6.96.B9.E7.89.88.E6.9C.AC Tencent QQ（简体中文）]条目，于[https://wiki.archlinux.org/index.php?title=Tencent_QQ (%E7%AE%80%E4%BD%93%E4%B8%AD%E6%96%87)|&oldid=283842 2013年11月29日]查阅。</ref>。

由于没有相关系统的官方QQ版本，一些网友自己开发了相应的客户端。这些客户端可兼容QQ登录协议，可实现登录、发送消息等功能，但不能实现[[Windows]]版本客户端的全部功能。目前[[Linux]]平台下网友自己开发的较好的QQ客户端包括Eva（支持文件传输）、LumaQQ（开发已停滞）、[[Pidgin]]（该客户端支持多客户协议，除QQ外还支持MSN、Yahoo、Google等多个公司的即时消息协议）。目前，由于腾讯对第三方客户端的封锁操作，这些客户端大部分情况下无法正常登录，例如[[Pidgin]]，设置使用2008 QQ版本可以登录，但是有时会出现账号被锁定的情况，需要激活。

[[Mac OS]]平台则有LumaQQ的Mac版本iQQ等。2008年1月28日随着QQ for Mac 1.0 Preview版本的登场，此问题得以解决<ref>[http://im.qq.com/qq/mac MacQQ官方页面]</ref>。QQ for Mac是一款Universal应用程序，支持Intel和PowerPC硬件平台，全面支持Tiger和全新Leopard操作系统。2008年7月31日，官方的[http://im.qq.com/qq/linux/ QQ for Linux]提供下载。

2006年年底开始有使用者发现，USB键盘的使用者按任意键或者插拔键盘就有可能出现蓝屏、花屏甚至重启，特别是运行大型游戏（已经证实的有[[魔兽世界]]、[[极品飞车|极品飞车9]]、[[CS]]、[[模拟人生2]]、[[完美世界]]国际版等）使用快捷键操作的时候，并且不启动QQ时也会出现这一情况。最终人们发现这一问题是QQ的密码保护功能与USB接口键盘的不兼容造成。由于最初的一段时间很少有用户怀疑这个问题和QQ有任何关系，这一问题给部分用户造成很大损失，轻则更换键盘、重装系统，重则修理主板和内存。<ref>{{zh-cn}}[http://www.x-force.cn/article.asp?id=201 解决使用USB键盘进行游戏后按任意键出现蓝屏的错误]</ref>2007年2月7日腾讯QQ在其网站上登出了声明，提出了临时解决方案，这一方案与两个半月之前网友提出的解决方案基本雷同。直到2007年8月1日，这一问题仍未得到彻底解决。

2009年后腾讯一直未对QQ的[[Linux]]版本进行维护升级，其版本长期停留在Beta阶段，目前（2013年11月）已确定此版本无法登录成功。腾讯试图通过其推出的网页版QQ：[[WebQQ]]（现称[[Q+ Web]]）来满足其他平台用户群的需求。

Windows操作系统的安装QQ后，会出现“QQ安全防护”进程，此进程用户无法直接禁止运行，且此进程会随着操作系统的启动时自动运行，大部分用户用户对此感到厌恶<ref>http://www.zhihu.com/question/37819238/answer/73657857</ref>。

== 腾讯状告珊瑚虫事件 ==
2007年8月24日，著名的腾讯QQ[[外挂]][[珊瑚蟲QQ|珊瑚虫]]的作者[[陈寿福]]在北京家中遭到警方逮捕，逮捕陈寿福的警察来自腾讯公司所在地中国南方的深圳<ref>{{cite web
|url=http://news.sina.com/ch/nanfangdaily/102-000-101-101/2008-03-20/20552751769.html
|title=“侵犯著作權罪”成立：珊瑚蟲QQ作者被判3年引爭議
|publisher=Sina全球新聞
|date=2008-03-20
|accessdate=2008-10-04
|language=zh-hant }}</ref>，之后深圳腾讯宣称对陈寿福逮捕毫不知情，但这种说法引来众多腾讯用户的质疑和讽刺，有人怀疑陈寿福入狱很可能是腾讯在背后恶意操纵深圳警方的结果。陈寿福被捕的消息传出后，多数网民对陈寿福持同情态度，甚至有人谴责腾讯的行为带有明显的黑社会性质，建立了 [https://web.archive.org/web/20071030080431/http://www.helpsoff.com.cn/ 珊瑚虫声援站]。陈寿福被捕在中国的法律界也引起了争议，很多律师认为陈寿福被捕没有有力的法律依据，陈寿福开发的产品是与腾讯QQ配合使用的外挂产品，而不是对腾讯软件的直接修改，不能构成中国法律界定的侵权，多数人因为在案件中腾讯处于强势地位而为陈寿福的未来感到悲观。<ref>{{cite web|url=http://blog.sina.com.cn/s/blog_49e5b12401000anv.html?tj=1|title=珊瑚虫只是民事侵权而非犯罪_游云庭_新浪博客|publisher=}}</ref>但据法院的审查以及判决结果来看，陈寿福在屡次收到腾讯警告，要求其停止开发的情况下置之不理，继续开发。<ref name="陈寿福：祸起“珊瑚虫”"/>

2006年9月，腾讯公司以陈寿福侵犯其著作权及不正当竞争为由，一纸诉状将陈寿福告上了法庭。要求其立即停止侵犯原告著作权及不正当竞争的行为，并公开赔礼道歉、消除影响以及赔偿腾讯经济损失人民币50万元。

2006年12月20日，北京海淀区人民法院做出审判：陈寿福未经腾讯公司许可在网站“珊瑚虫工作室”中设置涉案作品的下载服务行为显属侵权，故应立即停止侵权并依法承担侵权责任，腾讯公司称陈寿福在“珊瑚虫工作室”上设置外挂程序等行为构成不正当竞争，证据不足，不予采纳。双方的交涉结果以陈寿福在珊瑚虫网站公开道歉和赔偿腾讯公司10万元人民币而告终。<ref name="陈寿福：祸起“珊瑚虫”" />腾讯公司在胜诉后采取了低调处理的态度，一直没有将审判结果公诸于众。可是2006年12月份北京海淀区人民法院判陈寿福停止提供下载和使用侵权软件之后，珊瑚虫还一直在进行侵权行为。<ref name="陈寿福：祸起“珊瑚虫”" />深圳南山公安分局接到腾讯公司报案后，经济犯罪侦查大队办案人员就对该案件进行侦查处理，在获得陈寿福非法牟利的证据后，于8月16日将其在北京抓获。在审讯时，陈寿福承认刚开始研发珊瑚虫时确实是为了用户方便，但是后来就有广告商主动找他进行广告插件捆绑。在广告利润诱惑下，珊瑚虫开始捆绑广告插件。

2006年12月份，法院判他侵权并停止珊瑚虫版本下载使用，可是和广告商的合同期限是一年，陈寿福无法停止珊瑚虫版本的使用，那样就会违反广告合同。在被拘后，陈寿福说自己已经无法掌控整个局面，停不下来了。<ref name="陈寿福：祸起“珊瑚虫”" />

有人曾替珊瑚虫算了一笔账：珊瑚虫主要靠捆绑插件来营利，目前针对市面上比较热门的软件，插件商都会给出比较优厚的条件来使软件作者捆绑他们的插件，一个多则几毛钱，少则几分钱。看起来几毛几分的钱很少，但如果量大的话收入还是非常可观的。以珊瑚虫的下载量，估计年收入得以百万计。<ref name="陈寿福：祸起“珊瑚虫”">{{cite web
|url=http://zjdaily.zjol.com.cn/qjwb/html/2008-03/31/content_2158373.htm
|title=陈寿福：祸起“珊瑚虫” 
|publisher=钱江晚报
|date=2008-03-31
|language=zh-hans }}</ref>

== QQ用户状告腾讯被拒 ==
腾讯也因为在处理用户QQ号被盗方面措施不利而多次被用户起诉，其中之一就是济南用户[[王谦]]因为自己号码被盗却要为盗号者買单一事状告腾讯公司<ref>{{cite web
|url=http://news.xinhuanet.com/legal/2007-11/16/content_7087788.htm
|title=付費QQ被盜騰訊讓打110 市民一怒之下欲索賠10萬
|publisher=[[新華網]]
|date=2007-11-16
|accessdate=2008-10-04
|language=zh-hans }}</ref>。

== 《計算機世界》对腾讯的粗暴报道 ==
2010年7月26日，[[中國大陸]]最大的IT專業[[媒體]]《[[計算機世界]]》（由[[中華人民共和國信息產業部]]電子科技情報所與[[美國國際數據集團]]合作出版）刊載了“‘狗日’的騰訊”一文，再次引起強烈反響。大部份網友持支持《計算機世界》的觀點<ref>《[[南方人物周刊]]》2010年8月8日</ref>，但也有網友指此舉有炒作之嫌<ref>{{cite web|url=http://info.wenweipo.com/?action-viewnews-itemid-30637|title=騰訊回應「粗暴報道」 網絡熱議有贊有彈|author=wwpit|publisher=}}</ref>；騰訊則連同旗下的[[博客]]公開強烈譴責《計算機世界》，并準備在[[深圳]][[南山區|南山]][[法院]]提出上訴<ref name="it.com">{{cite web|url=http://www.it.com.cn/news/quanzi/2010/07/27/17/851711.html|title=“狗日的”激怒腾讯 计算机世界官网被攻击|publisher=}}{{dead link|date=2018年2月 |bot=InternetArchiveBot |fix-attempted=yes }}</ref>，但獲得網友的同情分也不多。與此同時《計算機世界》的官方網站遭到了來自不明來源的攻擊，有網友指這是騰訊所為<ref name="it.com"/>。不久《計算機世界》發表了道歉聲明以平息事件<ref>{{cite web|url=http://www.it.com.cn/news/hlw/cn/2010/08/12/14/862357.html|title=计算机世界就"狗日的腾讯"道歉：信件曝光(图)|publisher=}}{{dead link|date=2018年2月 |bot=InternetArchiveBot |fix-attempted=yes }}</ref>，并表示自己的粗暴報導有失公允。<ref>{{cite web|url=http://www.it.com.cn/news/quanzi/2010/07/26/10/850497_1.html|title=南方都市报评《“狗日的”腾讯》|publisher=}}{{dead link|date=2018年2月 |bot=InternetArchiveBot |fix-attempted=yes }}</ref><ref>{{cite web | url = http://pcedu.pconline.com.cn/softnews/yejie/1007/2177805.html | title = 腾讯官方声明 强烈反击《狗日的腾讯》 | accessdate = 2011-12-15 | last = cao | first = weiye | date = 2010-07-26 | language = zh-Hans}}</ref>

== 6亿QQ用户隐私数据疑遭偷窥 ==
{{main|奇虎360与腾讯QQ的纷争}}
<!-- 注释出：[[File:3Q大战.jpg|200px|thumb|腾讯QQ关于卸载360的广播通知]] -->
2010年9月，[[360安全卫士|360]]推出“360隐私保护器”后指控[[QQ]]扫描用户[[隐私]]<ref name="nfby">[http://nf.nfdaily.cn/nfdsb/content/2010-09/29/content_16305150.htm 360说腾讯流氓，腾讯说360色狼：腾讯反击360--南方报业网]</ref>，大量网民通过其发现腾讯旗下的QQ，在后台大量扫描用户的隐私文件，并有网友投诉<ref>隐私当箭靶 猛攻腾讯｜中时电子报</ref>，中国公益[[律师]]联盟更表示，将代表用户对腾讯公司的侵权行为发起全国性公益诉讼。360隐私保护器的早期版本根据文件名进行匹配监测，所以对名为“QQ.exe”有“过敏反应”，任何可执行文件更名为QQ.exe后运行都会被360隐私保护器爆出偷窥隐私，包括360自家出品的软件。所以有网友把Notepad.exe改名为QQ.exe，也会有监测结果。但由于Notepad.exe是记事本文件，在用户主动操作下会创建访问OFFICE文档等，360隐私保护器都会记录这些行为并提示用户。在这种情况下，隐私保护器监测的结果中，会存在对于用户自己操作而留下的查看记录。基于以上情况，360隐私保护器公正性受到绝大多数网友质疑<ref>{{cite web|url=http://tech.qq.com/a/20100930/000365.htm|title=360隐私保护器被指为“QQ抹黑器”|publisher=}}</ref>。

腾讯则驳斥360的说法，并在旗下[[门户网站]]发表题为《360浏览器涉嫌借色情网站推广　公安介入调查》的文章，称360安全浏览器有“涉黄行为”，腾讯已向深圳警方报案，<ref>[http://tech.qq.com/a/20100928/000368.htm 360浏览器涉嫌借色情网站推广 公安介入调查_科技_腾讯网] {{webarchive|url=https://web.archive.org/web/20101002161509/http://tech.qq.com/a/20100928/000368.htm |date=2010-10-02 }}</ref> 尽管承认有扫描用户[[文件]]的问题，但腾讯称是为了扫描[[特洛伊木马 (电脑)|木马]]，而一些用户对此并不可信。对此，腾讯也發表了关于《360新推软件指QQ侵犯隐私》的声明<ref>{{cite web|url=http://tech.qq.com/a/20100927/000444.htm|title=腾讯关于《360新推软件指QQ侵犯隐私》的声明|publisher=}}</ref>。

然而360总裁屠建路称，[[深圳]][[网警]]证实根本没有调查取证一说，并说腾讯发布此声明，等同承认QQ的确扫描用户的隐私，若不扫描，根本无法得出“80%使用[[360安全浏览器]]的用户浏览色情网站”一说，而且，QQ扫描用户隐私的“流言”，早在四五年前在各讨论区已有。

不過360的公正性也因被控侵犯用戶隱私而備受質疑<ref>凤凰网.腾讯与360深陷“窥私”之争[Z/OL].http://finance.ifeng.com/roll/20100930/2673664.shtml, 2010-9-30.</ref>。此次360与腾讯对峙的事件，[[互联网]]分析师认为是双方的利益之争。<ref>{{cite web|url=http://www.donews.com/net/201009/227862.shtm|title=360大战QQ：不为道义而是利益_DoNews-互联网|publisher=}}</ref>

10月27日，腾讯联合金山、百度、傲游、可牛等公司发布了《反对360不正当竞争及加强行业自律的联合声明》。要求主管机构对360不正当的商业竞争行为进行坚决制止，对360恶意对用户进行恫吓、欺骗的行为进行彻底调查。

10月29日，360公司推出一款名为"360扣扣保镖"的安全工具。该工具通过非法手段公然劫持QQ软件，中国社科院法学所课题组以及诸多法学专家、法律人士对扣扣保镖的技术特征和行为模式进行分析后发现，该产品涉嫌多处违法，360应承担相应法律责任。<ref>[http://quyu.qianlong.com/44348/2010/11/17/4884@6327864.htm 社科院：扣扣保镖涉嫌多处违法]</ref><ref name="知识产权律师周宾卿称：扣扣保镖确系侵权行为">{{cite web |url=http://www.cnw.com.cn/news-china/htm2010/20101101_210475.shtml |title=知识产权律师周宾卿称：扣扣保镖确系侵权行为 |publisher=网界网，原载于CIO时代网 |date=2010-11-01 |language=zh-hans }}</ref><ref name="法学专家齐爱民：360扣扣保镖多处存侵权嫌疑">{{cite web |url=http://tech.qq.com/a/20101030/000141.htm |title=法学专家齐爱民：360扣扣保镖多处存侵权嫌疑 |date=2010-11-01 |language=zh-hans }}</ref>但是有部分专家认为，QQ用户需要每月交十块钱升级为会员，才可以享受屏蔽广告和其他的附加功能，而360通过该款免费软件，使非会员享受到了会员的待遇。360是为用户一件好事，但对腾讯来说，必定不会舒服。 <ref>{{cite web|url=http://bbs.tiexue.net/post2_4596243_1.html|title=律师解读：360“扣扣保镖”区别于外挂 不涉及违法|publisher=}}</ref>

2010年11月3日，騰訊發布聲明，表示安裝了360的電腦將不能繼續運行其[[即時通信軟體]]QQ。于此同时360公司下架涉嫌侵权的扣扣保镖，兩家公司的爭端持续升級。

2011年9月29日,“3Q大战”终审360败诉,北京市第二中级人民法院就腾讯公司诉“360隐私保护器”不正当竞争纠纷案，29日终审判决北京奇虎、奇智软件以及三际无限三公司停止侵权；三家公司需要在本判决生效起30天内在360网站的首页及法制日报上公开发表声明以消除影响，并赔偿原告腾讯经济损失40万元。<ref name="“3Q大战”终审360败诉
">{{cite web |url=http://news.163.com/11/0930/05/7F6731JI00014AED.html |title=“3Q大战”终审360败诉
 |publisher=网易新闻，原载于人民日报 |date=2011-09-30 |language=zh-hans }}</ref>

== 腾讯WebQQ窃取用户Gmail账号 ==
在WebQQ2.0于2010年九月上线后，增添了一个通过其网站登陆Gmail的功能。但是，腾讯制作了一个https://web2.qq.com/cgi/gmail/gmail.html 的网站（经由网友举报已被[[Firefox]]、[[Google Chrome|Chrome]]报告为钓鱼网站）。在其.js文件中，有账号和密码被发送到腾讯服务器上的证据，目的不明。目前腾讯已将此功能撤下。<ref>{{Cite web |url=http://www.gracecode.com/archives/3034/ |title=警惕 WebQQ2.0 的 Gmail 钓鱼 |accessdate=2010-10-02|date= 2010-09-14}}</ref>

==网站出现“aiww”字样==
2011年5月30日，有网民发现腾讯在其“腾讯软件中心”QQ浏览器介绍页面中的图片中出现了“aiww”（中国艺术家[[艾未未]]的网名，其于2011年被限制人身自由）及“64”字样，而在浏览器的介绍文字中“释放”两字也被加粗<ref>{{cite web |url= http://internet.solidot.org/article.pl?sid=11/05/30/1345243 |title=Solidot &#124; 腾讯浏览器官方页面出现“aiww'字 |first= |last= |work=internet.solidot.org |year=2011  |accessdate=2011-05-31}}</ref><ref>{{cite web |url= http://thumbsnap.com/f/l3qBUaGE |title=ThumbSnap - Simple Image Hosting & Photo Sharing |first= |last= |work=thumbsnap.com |year=2011  |accessdate=2011-05-31}}</ref>。

== 騰訊被優視科技狀告不正當競爭 ==
2011年11月4日，正值「3Q大戰」一周年之際，[[UC瀏覽器]]開發商廣州優視科技首席執行官俞永福宣布以「[[不正當競爭]]」為由，正式向騰訊提起[[訴訟]]。此前優視科技曾通過《致广大合作伙伴及UC浏览器用户书》，列舉UC瀏覽器遭遇騰訊公司的種種不公平競爭行為，包括[[捆綁]]、排他、綁架用戶、數據造假等。有其他公司認為，這是騰訊仗著在中國大陸網絡市場的壟斷地位，欺壓優視科技的結果，優視科技提出訴訟實屬無奈之舉<ref>{{cite web | url=http://www.eguan.cn/eguancha/yidonghulianwang_118309.html | title=王鲲：腾讯涸泽而渔 下一个就是你 | publisher=易觀網 | date=2011年10月28日 | accessdate=2011年11月27日 | author=王鲲}}</ref>；而一些網路評論指這和《計算機世界》粗暴報導騰訊一樣，是一種[[炒作]]。<ref>{{cite web | url=http://media.people.com.cn/GB/40606/16195495.html | title=手机浏览器争端突起 UC状告腾讯指其不正当竞争 | publisher=人民網，原載於中國青年報 | date=2011年11月10日 | accessdate=2011年11月27日}}</ref><ref>{{cite web | url=http://news.itxinwen.com/communication/inland/2011/1105/366863.html | title=列举罪状欲告腾讯 俞永福称QQ要杀死UC | publisher=IT商業新聞網，原載於世界經濟報導 | date=2011年11月5日 | accessdate=2011年11月27日}}</ref><ref>{{cite web | url=http://finance.gog.com.cn/system/2011/11/08/011244056.shtml | title=浏览器被列入腾讯黑名单 UC告腾讯不正当竞争 | publisher=贵州商报 | date=2011年11月8日 | accessdate=2011年11月27日}}</ref>

但也有評論直指[[中國大陸]]的法制并不非常完善，結果仗著市場霸主地位的、投機性極強的企業為完全霸占市場為所欲為，小資本、真正靠技術的企業被抄襲被打壓。UC控告騰訊，注定会失败。<ref>{{cite web | url=http://www.ithome.com/html/it/5666.htm | title=金山、UC，注定悲剧？！ | publisher=IT之家 | date=2011年11月4日 | accessdate=2011年12月5日}}</ref>

== 《[[王者荣耀]]》方面的争议 ==
===涉嫌抄袭同类游戏“自由之战”===
2016年7月29日，在[[ChinaJoy]]会馆王者荣耀展台前有人高举条幅散发传单，抗议腾讯公司旗下的王者荣耀游戏抄袭同类游戏自由之战。自由之战游戏方面称将会通过司法途径维护权益<ref>{{cite web |url = http://tech.sina.com.cn/zl/post/detail/i/2016-08-11/pid_8508221.htm |title=从《自由之战》和腾讯的抄袭之争说起：关于游戏的专利问题 |accessdate=2016-08-15|author=|date=2016-08-11|publisher=[[新浪网]]}}</ref>。腾讯方面表示遗憾并谴责<ref>{{cite web |url = http://news.mydrivers.com/1/493/493487.htm |title = ChinaJoy 展台被拉横幅怒斥抄袭 腾讯：遗憾谴责 |accessdate=2016-08-15|author=|date=2016-07-30|publisher=[[驱动之家]]}}</ref>。

===角色争议===
2017年3月，《[[光明日报]]》报道称，《王者荣耀》角色名字虽然都取自中国历史和传说中的人物，但游戏中无论是形象还是内容，都与历史、传说完全不符合。该报也评论称“作为文化产业门类的游戏也应该发挥游戏的这方面功能，不仅要加强娱乐游戏正能量，而且要注重以传播知识、训练能力为目的的应用游戏的开发，这样才能真正发挥游戏产业的重要作用”<ref>{{Cite web |url = http://sports.sohu.com/20170329/n485391020.shtml |title=人民日报：小学生玩王者荣耀还能学好历史吗？ |accessdate=2017-03-29 |author=|date=2017-03-29 |publisher=搜狐 }}</ref>。《[[人民日报]]》微信随后转载了该文章，并评论称“开涮古代名人，只有轻佻，不见敬畏。当历史被毁容，乃至被肢解，不仅古人遭冒犯，今人受惊扰，更误人子弟，苍白了青少年的灵魂。不是所有东西都可游戏，开发手游，利益之上还有责任。如果利字当头，连小学生也不放过，恐怕只有耻辱，不见荣耀”<ref>{{Cite web|url=http://edu.people.com.cn/n1/2017/0526/c1006-29301310.html|title=“王者荣耀”似鸦片式传播 学生深陷其中|accessdate=2017-05-26|author=|date=2017-05-26|publisher=[[中国青年报]]}}</ref>。为此，腾讯回应称，将关注正史，使游戏的信息传递更加完善，并在游戏的登录介面及英雄介绍页说明「根据历史人物改编，背景故事纯属虚构」。

在此之前，王者荣耀官方微信已经增设了“为你读诗”栏目，该栏目会请游戏角色的配音演员来朗诵与角色相关的诗词。此外，《王者荣耀》游戏还推出、筹备了“煮酒论王者”、“王者历史课”等视频栏目，以便向玩家传播历史文化知识<ref>{{Cite web|url=http://www.sohu.com/a/134068569_204824|title=腾讯首度回应《王者荣耀》歪曲历史：娱乐本质不变，将关注正史，不枯燥填鸭 |accessdate=2017-05-26|author=|date=2017-04-14|publisher=[[搜狐]]}}</ref>，游戏中更附有“历史上的……”，即忠实于正史记载的历史人物角色的故事。

===防沉迷===
2017年7月2日，腾讯宣布自7月4日起，在《[[王者荣耀]]》游戏采取防沉迷措施，基于游戏累计时长或单次时长对玩家进行相应提醒、下线等操作，实现防止沉迷游戏的目的。其中12周岁以下（含12周岁）未成年人每天限玩1小时，并计划上线每日21时以后禁止登录功能；12周岁以上未成年人每天限玩2小时，超出时间的玩家将被游戏强制下线；每日凌晨5时刷新累计时长以及登录时间。此外，《王者荣耀》将增加“未成年人消费限额”功能，限制未成年人的非理性消费<ref>{{Cite web|url=http://tech.qq.com/a/20170702/013999.htm|title=王者荣耀出新规：12岁以下每天限玩一小时|date=2017-07-02 |author=|date=|publisher=腾讯}}</ref><ref name=zuoke/>。然而该系统上线以后，當日即已被商家成功破解，包括以特別方法篡改系統資料，將未成年人士的資料改為已成年，又或買賣已成年人士的帳號，部分更叫價高達數千元人民幣以上。为此《王者榮耀》方面表示，未來會將實名認證系統進一步強化，並配合相關部門進行身份真實性的校驗。此外，腾讯亦會將相關「家長監護」功能，直接綁定在硬件設備上，令家長可以透過設備而不是帳號，來管理孩子的玩樂時間，同時亦可避免他們透過多帳號登錄來規避限制<ref>{{Cite web|url=http://hk.on.cc/cn/bkn/cnt/news/20170705/bkncn-20170705082015342-0705_05011_001.html|title=《王者》防沉迷系統被破　網售成年帳號任玩|date=2017-07-05 |author=|date=|publisher=东网}}</ref>。

2017年7月3日，[[人民网]]观点频道刊登《人民网一评〈王者荣耀〉：是娱乐大众还是“陷害”人生》<ref>{{Cite web |url = http://opinion.people.com.cn/n1/2017/0703/c1003-29379751.html|title = 人民网一评《王者荣耀》：是娱乐大众还是“陷害”人生 |author = 理观 |date = 2017-07-03 |publisher =人民网  |language =  |accessdate =  |quote =  }}</ref>；7月4日，人民网观点频道刊登《人民网二评〈王者荣耀〉：加强“社交游戏”监管刻不容缓》<ref>{{Cite web |url =http://opinion.people.com.cn/n1/2017/0704/c1003-29382531.html  |title =人民网二评《王者荣耀》：加强“社交游戏”监管刻不容缓  |author =理观  |date =  2017-07-04|publisher =人民网  |language =  |accessdate =  |quote =  }}</ref>；7月6日，人民网观点频道刊登《人民网三评〈王者荣耀〉：过好“移动生活”倡导健康娱乐》<ref>{{Cite web |url =  http://opinion.people.com.cn/n1/2017/0706/c1003-29387722.html|title = 人民网三评《王者荣耀》：过好“移动生活” 倡导健康娱乐 |author =理观  |date =2017-07-06  |publisher = 人民网 |language =  |accessdate =  |quote =  }}</ref>，上述三文署名均为“理观”。2017年7月7日，[[新华社]]发表《“王者荣耀”还是“王者农药”：健康游戏不止于防沉迷》<ref>{{Cite web |url = http://news.xinhuanet.com/2017-07/07/c_1121284021.htm |title = “王者荣耀”还是“王者农药”：健康游戏不止于防沉迷 |author =  |date = 2017-07-07 |publisher =  新华网|language =  |accessdate =  |quote =  }}</ref>；7月10日，新华社发表《手游不该“游戏”历史》，批判《王者荣耀》“扭曲”历史人物<ref>{{Cite web |url =  http://news.xinhuanet.com/politics/2017-07/10/c_1121292493.htm|title =手游不该“游戏”历史  |author =  |date = 2017-07-10 |publisher = 新华网 |language =  |accessdate =  |quote =  }}</ref>；7月11日，新华社发表《对游戏行业需“一手扶犁，一手挥鞭”》<ref>{{Cite web |url = http://news.xinhuanet.com/politics/2017-07/11/c_1121298574.htm |title = 对游戏行业需“一手扶犁，一手挥鞭” |author =  |date = 2017-07-11 |publisher =  新华网 |language =  |accessdate =  |quote =  }}</ref>。2017年7月11日，《[[人民日报]]》第13版刊登署名 “巩育华”的文章《防沉迷药方，在父母手上》<ref>{{Cite web |url = http://paper.people.com.cn/rmrb/html/2017-07/11/nw.D110000renmrb_20170711_2-13.htm |title = 防沉迷药方，在父母手上（民生观） |author = 巩育华 |date =  |publisher = 人民日报2017年7月11日，第13版 |language =  |accessdate =  |quote =  }}</ref>；7月12日，《人民日报》第17版刊登署名 “张洋”的文章《别让网游成为生活的全部》<ref>{{Cite web |url = http://paper.people.com.cn/rmrb/html/2017-07/12/nw.D110000renmrb_20170712_2-17.htm |title = 别让网游成为生活的全部（金台锐评） |author = 张洋 |date =  |publisher = 人民日报2017年7月12日，第17版 |language =  |accessdate =  |quote =  }}</ref>；7月13日，《人民日报》第19版刊登署名“张贺”的文章《手机为何成了“电子[[鸦片]]”》<ref>{{Cite web |url =  http://paper.people.com.cn/rmrb/html/2017-07/13/nw.D110000renmrb_20170713_2-19.htm|title = 手机为何成了“电子鸦片”（金台论道） |author = 张贺 |date =  |publisher = 人民日报2017年7月13日，第19版 |language =  |accessdate =  |quote =  }}</ref>。上述中央媒体的连续刊文引发了公众关注，腾讯股价随之跌落。2017年7月5日，腾讯股价暴跌4.13%，市值减少1118亿[[港元]]<ref>{{Cite web |url = http://news.163.com/17/0714/09/CPA05TP1000187VE.html |title =央媒11天里八评“王者荣耀”：监管与家庭教育成为关键词  |author =  |date = 2017-07-14 |publisher =  网易|language =  |accessdate =  |quote =  }}</ref><ref name=zuoke>{{Cite web |url = http://tech.ifeng.com/a/20170714/44651871_0.shtml |title = 人民网连续评王者荣耀后：马化腾今天过去做客了 |author =  |date =  2017-07-14|publisher =凤凰网  |language =  |accessdate =  |quote =  }}</ref>。

2017年7月5日，腾讯公布“《王者荣耀》健康系统”上线试运行首日情况<ref name=zuoke/>。7月11日，《王者荣耀》升级了对未成年用户的限制，“健康系统”包含的“12周岁及以下用户21点后限玩”功能已经开发完毕，将于7月18日正式上线，届时12周岁及以下用户在每日21时至翌日8时之间将被纳入限玩保护，无法进行游戏<ref name=zuoke/><ref>{{Cite web|url=http://news.mydrivers.com/1/539/539883.htm|title=腾讯再出招：12岁以下晚上禁玩《王者荣耀》|accessdate=2017-07-11|author=|date=|publisher=快科技}}</ref>。7月14日，腾讯公司董事会主席兼首席执行官[[马化腾]]一行做客人民网<ref name=zuoke/>。

== 火绒拦截腾讯推广进程==
火绒对腾讯官方程序进行报毒、自动拦截等处理并因此怀疑火绒产品误杀、误报，对此，火绒联合创始人马刚在朋友圈发文称不是误杀，并发布声明解释此事。
2017年12月26日，腾讯发表文章称，情况属实，产品存在违规问题，已经下架。[http://tech.sina.com.cn/roll/2017-12-26/doc-ifypwzxq6759786.shtml 腾讯为违规行为致歉]

== 参考文献 ==
{{reflist|2}}

[[Category:腾讯]]
[[Category:批評]]
{{Redirect|QQ}}
{{Multiple issues|
{{trivia|time=2015-11-05T12:32:59+00:00}}
{{original research|time=2015-08-14T17:56:25+00:00}}
}}
{{Infobox Software
| name                   = 腾讯QQ
| logo                   = File:Tencent QQ.svg
| screenshot             =
| caption                =
| developer              = [[腾讯]]
| latest release version = {{Template:Latest stable software release/腾讯QQ}}
| latest preview version = {{HideH|Head=预览版本|FrameStyle=border:0px;}}
'''QQ 8.9.5Trial''' {{release date and age|2017|09|19}}<br />
{{HideF}}
| programming language   = C++，[[Java]]
| operating system       = [[Microsoft Windows]]、[[OS X]]、[[Android]]、[[iOS]]
| language               = [[简体中文]]、[[繁体中文]]、[[英语]]、[[日语]]、[[韩语]]、[[法语]]、[[德语]]、[[西班牙语]]
| genre                  = [[即时通信软件]]
| license                = [[专有软件|专有]]
| website                = 正式版官网：{{URL|http://im.qq.com/}}<br />腾讯体验中心：{{URL|http://exp.qq.com/}}
}}
'''腾讯QQ'''，是[[腾讯|腾讯公司]]于1999年2月11日推出的一款的[[操作系统|多平台]][[即时通信软件]]，从支持文字、语音和视频聊天，发展到带有文件共享、网络硬盘、邮箱、游戏、论坛，甚至是網購、租房與找工作等等廣泛服务的平台。

==历史==
[[File:TencentQQSimultaneousOnlineUsersChart.png|thumb|350px|数据来源：[http://tech.qq.com/a/20100305/000559.htm 腾讯网]。由图可以看出，最高同时在线人数在2009年有大幅度上升。]]

1998年11月7日，[[腾讯公司]]成立<ref name="TecentInfo">[http://www.tencent.com/zh-cn/at/rm/2003.shtml 腾讯·公司信息] {{webarchive|url=https://web.archive.org/web/20100921135137/http://www.tencent.com/zh-cn/at/rm/2003.shtml |date=2010-09-21 }}.[2010-9-23]</ref>，并于1998年11月7日和1999年1月26日分别注册了[[域名]]“oicq.com”和“oicq.net”<ref name="gaoshou">[http://news.chinabyte.com/110/1659110.shtml 腾讯高价海外回购域名秘密重铸QQ品牌战略].ChinaByte[2003-3-25]</ref>。1999年2月11日，腾讯正式推出其第一款[[即时通信软件]]“'''OPEN-ICQ'''”，简称'''OICQ'''，版本号为“99a Build 1005”，基本功能有网络寻呼机、公共[[聊天室]]、传输文件<ref>黄孟复.[http://books.google.com.hk/books?id=gr_sWBs78ssC&pg=PA394 中国民营企业自主创新调查][M].北京：中华工商联合出版社, 2007:394.</ref><ref>[http://im.qq.com/culture/version.shtml QQ版本发展历程].QQ官方网站[2010-9-23]</ref>。

{| class="toccolours" style="float:left; margin-right:1em; font-size:90%; line-height:1.4em; width:220px;"
! colspan="2" style="text-align: center;" | '''腾讯网[[标识|LOGO]]'''
|-
| colspan="2" |<hr />
|-
| <center>[[File:OICQLogo.gif|100px]]</center> ||2000年9月前OICQ标志
|-
| <center>[[File:QQLogoTencentDotCom.gif|100px]]</center> || 2000年9月-2003年2月
|-
| <center>[[File:QQlogo.PNG|100px]]</center>|| 2003年-2005年12月30日
|-
| <center>[[File:QQNewLogo.gif|85px]]</center> || 2005年12月31日-至今
|}

到同年8、9月，腾讯收到[[美国在线公司]]投诉，指“oicq.com”和“oicq.net”这两个域名含有“[[ICQ]]”字样为侵犯其[[知识产权]]，并要求腾讯将域名免费转让给他们；当时的[[ICQ]]是美国在线公司的一个即时通信软件<ref name="gaoshou" />。2000年3月3日，[[美国仲裁论坛]]受理这两个域名的争议书，并致函通知腾讯向仲裁论坛提交域名争议答辩书，腾讯虽经多次交涉，但最终仲裁论坛于3月21日判定域名应当转让给美国在线。为避免同类事件的发生，腾讯于2000年4月启用新域名“tencent.com”和“tencent.net”，并将“OICQ”更名为“腾讯QQ”。2002年12月，腾讯向[[中国国际经济贸易仲裁委员会]]域名争议解决中心提出对“qq.com.cn”的域名投诉争议，但因该域名的注册时间早于腾讯提出“QQ”名称，最终投诉未果。到了2003年3月，腾讯以11万美元（包括1万美元的律师费）的价格从原持有人 罗伯特·亨茨曼手里购得域名“qq.com”，并开始使用“qq.com”作为腾讯QQ的主要域名<ref name="gaoshou" />。

2000年6月21日，移动QQ首次集成于[[移动电话]]的[[STK卡]]中，用户可以执行基本的聊天功能，如收发信息、查询用户信息<ref name="TecentInfo" />。2003年8月17日，腾讯推出“[[QQ游戏]]”，并在11月推出的QQ2003III Beta1里面集成QQ游戏<ref>北方网.[http://it.enorth.com.cn/system/2003/11/18/000670241.shtml 升级神速！腾讯QQ2003III beta1抢鲜下载].[2003-11-18]</ref>。2003年9月，腾讯推出企业级实时通信产品“腾讯通”（RTX），而在同年12月15日，腾讯又推出另外一款可与QQ互联互通的即时通信软件“[[Tencent Messenger]]”（简称TM），该软件则侧重于办公时或朋友间的通信<ref name="TecentInfo" />。

QQ推出接近两年后（2001年2月10日），腾讯QQ最高同时在线用户数达到100万；在4年后（2005年2月16日）达到1000万；5年后（2010年3月5日）达到1亿<ref>腾讯网.[http://tech.qq.com/a/20100305/000559.htm QQ同时在线历程：2010年3月5日最高在线破1亿].[2010-3-5]</ref><ref>QQ官方网站.[http://im.qq.com/culture/progress.shtml QQ发展大事记].[2010-9-24]</ref>。

2000年12月，[[广州市]][[东利行企业发展有限公司]]与腾讯签署QQ动漫画合作协议，独家拓展QQ动漫画领域，同年9月取得腾讯QQ企鹅商标和QQ形象版权的中国地区唯一使用权，创立Q-Gen品牌并开发、生产、销售QQ形象系列产品，这些产品包括服饰、公仔玩具、宣传品、文具、会员卡和电脑周边产品。Q-Gen是英文“Q-Generation”（QQ一代）的缩写。第一家Q-Gen专卖店于2001年10月5日在广州市[[北京路步行街]]开业，到2005年，在中国大陆内已开设超过200家连锁专卖店<ref>姜明媚.[http://yule.sohu.com/20050802/n226536247.shtml QQ：互联网起家的品牌]。搜狐娱乐[2005-8-2]</ref>。2005年，腾讯授权[[三斯达鞋业有限公司]]开发出一系列QQ运动鞋<ref>刘德良.[http://column.iresearch.cn/u/liudeliang/archives/2007/8926.shtml 向下，向下，再向下]。艾瑞网[2007-10-22]</ref>。

2003年2月前，腾讯网（tencent.com）为腾讯OICQ/QQ软件的主页，之后为腾讯公司的官方网站；qq.com自2003年启用后则作为一个[[综合网站]]出现，除提供腾讯QQ软件的服务外，还提供[[新闻]]、[[娱乐]]、[[财经]]、[[游戏]]、[[购物]]等多种服务。根据[[Alexa]][http://www.alexa.com/siteinfo/qq.com 数据]显示，现在腾讯网（qq.com）在全球[[互联网]]流量排名位列第7位，在[[中国]]位列第二，仅次于[[百度]]。
{{clear}}

2013年3月29日腾讯发布基于Facebook平台的QQ Chat。

===官方版本===
官方版本的腾讯QQ可以分为电脑版本<ref>[http://im.qq.com/l QQ所有版本].QQ官方网站[2017-01-01]</ref><ref>[http://webqq.qzone.qq.com/ 腾讯博客].WebQQ官方博客[2010-9-23]</ref>和手机版本<ref>[http://im.qq.com/mobileqq/ 手机QQ官网]</ref>。

{{hideH|官方版本}}
{|class="wikitable" width="100%"
|-
! {{nowrap|设备<br />类型}} !! 运行平台 !! 名称 !! {{nowrap|最新版本号}} !! 发布日期 !! 语言 !! 备注
|-
|rowspan="21"| [[电脑]] ||rowspan="16"| [[Windows]] || {{yes|QQ}} || 8.9.5 || {{nowrap|2017年9月29日}} || [[简体中文]] || 最早期的QQ于1999年2月11日推出，当时被命名为OICQ。之后QQ版本按年份命名，如QQ2009、QQ2013等。2014年1月7日起，新版QQ命名为QQ5.0，更换版本命名方式。
|-
| {{yes|TIM}} || 2.0.0|| {{nowrap|2017年10月31日}} || [[简体中文]] || 
|-
| 定位为企业办公用户{{yes|QQ International（国际版）}} || 2.11 || {{nowrap|2014年1月22日}} || [[英语]]、[[法语]]、[[德语]]、[[西班牙语]]、[[日语]]、[[韩语]]、[[繁体中文]] || 也叫QQ国际版。第一个QQ国际版Beta 1于2009年9月21日发布。而目前已知的第一个QQ英文版是Tencent QQ English Version 2000b Build 0710B。Beta 1-3是在QQ2009 SP2的基础上开发的，但大部分额外功能（如[[QQ空间]]、[[QQ游戏]]、[[QQ音乐]]）就没有被集成<ref>腾讯网.[http://xian.qq.com/a/20091016/000035.htm 中西合璧：QQ国际版尝鲜体验].[2009-10-16]</ref><ref>东北网.[http://it.dbw.cn/system/2009/09/27/052131546.shtml 交友国际化QQ International Beta1发布].[2009-9-27]</ref>。
|-
| {{yes|QQ轻聊PC版}} || 7.9|| {{nowrap|2015年12月1日}} || 简体中文 ||轻快简洁，高效沟通。
|-
| {{yes|企業QQ}} || 1.89 || {{nowrap|2014年12月8日}} || 简体中文 ||
|-
| {{yes|TM2013}} || Preview2 || {{nowrap|2014年10月16日}} || 简体中文 || TM是[[Tencent]] Messenger的简称，是腾讯公司推出的一款面向个人的即时通讯软件，能够与QQ互联互通，具有无广告、抗骚扰、安静高效的特点，风格简约清新，侧重在办公环境中使用。<ref>[http://im.qq.com/tm/2013 腾讯TM].[2011-4-28]</ref>。
|-
| {{yes|QQ for Windows 平板}} || 5.4 || {{nowrap|2017年5月23日}} || 简体中文 ||Light设计风格，轻快、简洁、个性化
<!--与好友聊天，分享图片和表情
视频通话，想念不如相见
语音通话，畅聊精彩
支持讨论组，与PC互通，拉几个朋友想聊就聊
收发文件，办公助力
支持自定义主题，随性而换
支持表情收藏，点击表情，珍藏心情
消息推送，随时随地接收好友消息
支持与PC同时在线，同一个QQ帐号在电脑和平板端均可收发消息
贴靠视图：轻量聊天，上网工作两不误
竖屏视图：双手聊天，输入如此轻松
群助手，轻松管理群消息
好友24小时消息漫游，无缝畅聊
支持键鼠操作
结合版空间，看动态，发说说，轻松又清爽
我的电脑，支持与PC，手机互传文件
-->
|-
| {{some|Q+桌面}} || 4.8 ||  {{nowrap|2013年}} || 简体中文 || 在安装了此版本之后再进行覆盖安装非Q+版的时候，Q+程序不会被卸载
|-
| {{some|QQ2012Beta（繁体）}} || QQ2012Beta2 || {{nowrap|2012年3月28日}} || 繁体中文 ||
|-
| {{some|QQ視频桌面版}} || v1.0 beta || {{nowrap|2012年11月8日}} || 简体中文 ||
|-
| {{some|RTX2013}} || 正式版 || {{nowrap|2014年8月11日}} || 简体中文 ||
|-
|-
| {{some|Sanook QQ}} || 2011 || — || [[泰语]] || Sanook QQ为Sanook网站运营的腾讯QQ的本地化版本，Sanook QQ提供聊天、交友和QQ秀等服务。Sanook为Naspers Limited的全资子公司，而Naspers Limited为腾讯控股主要股东[[南非]][[米拉德国际控股集团]]的控股公司。<ref>华军资讯.[http://news.newhua.com/news/2010/0827/100769.shtml 腾讯将收购泰国门户网站Sanook 49.9%股份]. [2010-8-27]</ref>
|-
| {{some|ibibo Messenger}} || Beta || {{nowrap|2011年1月19日}} || 英语 || ibibo Messenger为腾讯QQ在[[印度]]的本地化版本，由米拉德国际控股集团旗下的印度ibibo公司推出。<ref>[http://www.ibibo.com/aboutus/main.php ibibo.About Us]{{dead link|date=2018年3月 |bot=InternetArchiveBot |fix-attempted=yes }}. [2010-9-26]</ref>
|-
| {{some|Zing Chat}} || 2010 || — || [[越南语]] || Zing Chat为腾讯授权[[VinaGame]]公司旗下的[[Zing]]公司推出的越南语版QQ本地化即时通信软件。Zing Chat在外观上没有任何腾讯的商标，甚至连腾讯QQ的形象企鹅也改为鸭子，但在风格和功能上与QQ十分类似。但是，其文件属性等字串中有腾讯及QQ信息残留，软件架构、目录结构也与QQ极为类似<ref>百度空间.[http://hi.baidu.com/dekaron/blog/item/7fca642320335a4593580775.html QQ也有盗版？越南ZingChat雷人！开心农场也被山寨！].[2009-12-17]</ref>。2007年，VinaGame将QQ重新包装并改名为Zing Chat，进入越南市场。两年后，Zing Chat在越南打败了[[雅虎通]]，成为越南用户数最多的即时通信软件<ref>《中国企业家》.[http://tech.qq.com/a/20100512/000284.htm 腾讯国际化全局].[2010-5-12]</ref>。
|-
| {{no|QQ Italy}} || 2005 Beta2 || {{nowrap|2005年4月27日}} || {{nowrap|[[意大利语]]}} || QQ Italy是腾讯與[http://www.sonky.com/qqitaly/ SonkySoft]合作推出的、基于简体中文版翻译的即时通信软件，但SonkySoft于2006年11月1日开始停止对Beta 2和之前的版本的支持服务<ref>[https://web.archive.org/web/20070116110204/http://www.sonky.com/qqitaly/ Internet Archive Wayback Machine.Search Result].[2010-9-26]</ref>，2009年之后更停止下载，转而链接到QQ国际版的官方网站imqq.com。此外还有基于Luma QQ的QQ Italy for iPhone（最新版本为1.12.13.14，发布于2008年12月13日）<ref>Sonky.[http://www.sonky.com/qqitaly/iphone/ QQITALY for Iphone] {{webarchive|url=https://web.archive.org/web/20091120190245/http://www.sonky.com/qqitaly/iphone/ |date=2009-11-20 }}. [2010-9-26]</ref>。
|-
| {{no|QQ South Africa}} || — || — || 英语 || 由米拉德国际控股集团旗下的[[MWeb]]公司推出，不能与中国用户使用的QQ互通，已停止開發，被QQ国际版取代<ref>企奥网.[http://www.qqaomi.com/2010/06/%E4%BC%81%E5%A5%A5%E5%8D%97%E9%9D%9E%E7%89%88qq%E6%B5%8B%E8%AF%84/ 南非版QQ测评-斗鸡眼的小企鹅] {{webarchive|url=https://web.archive.org/web/20100915213753/http://www.qqaomi.com/2010/06/%E4%BC%81%E5%A5%A5%E5%8D%97%E9%9D%9E%E7%89%88qq%E6%B5%8B%E8%AF%84/ |date=2010-09-15 }}.[2010-6-9]</ref>。
<!--"| [[电脑]] ||rowspan="
windows的QQ這裡結束了-->
|-
|rowspan="2"| [[Mac]] || {{yes|QQ Mac版}} || 5.5.1 || {{nowrap|2017年3月28日}} || 简体中文、英文 || QQ for Mac的第一个版本为QQ for Mac 1.0 Preview 1，于2008年1月28日在腾讯的体验中心网站上正式推出<ref>太平洋电脑网.[http://www.pconline.com.cn/pcedu/qq/zhixun/0801/1216405.html 试用QQ for Mac:原来如此简单]. [2008-1-28]</ref>。腾讯表示为了追求稳定性能以及兼容性，试用版本没有承载过多功能<ref>新浪.[http://tech.sina.com.cn/i/2008-01-28/18442001949.shtml 腾讯正式推出首款苹果版QQ软件].[2008-1-28]</ref>。除基本的聊天功能外，最新版还可以捉屏、发图片、传输文件、自定义头像等<ref>QQ for Mac.[http://im.qq.com/qq/mac/download.shtml 当前版本功能介绍].[2010-9-25]</ref>。运行环境：Mac OS X v10.7 (Lion)或更高版本
|-
| {{yes|企業QQ}} || 1.3.2 || {{nowrap|2014年10月30日}} || 简体中文 ||
|-
| [[Linux]] || {{no|QQ Linux版}} || 1.0.2 || {{nowrap|2010年12月22日}} || 简体中文 || QQ for Linux于2008年7月31日推出，且直至1.0 Beta 1版较Windows版本只有最基本的聊天功能；QQ for Linux支持[[32位]]和[[64位]]处理器的Linux系统，如[[SuSE]]、[[Ubuntu]]、[[Fedora]]、[[Lemote Loonux]]<ref>QQ for Linux.[http://im.qq.com/qq/linux/help.shtml 一般问题解答]. [2010-9-25]</ref>。有用户报告QQ for Linux在好友列表的加载上存在一些问题，如不能正确显示好友数量、不能显示一部分未上线好友<ref>腾讯客服.[http://service.qq.com/category/1008_1.html QQ软件常见问题 - Linux QQ问题] {{webarchive|url=https://web.archive.org/web/20100215142500/http://service.qq.com/category/1008_1.html |date=2010-02-15 }}.[2010-9-25]</ref>，此外该QQ版本还与使用较为广泛的IBus输入平台（Ubuntu 10.04默认）相冲突，可能会造成聊天窗口一输入中文即出错退出。2010年12月22日更新的QQ For Linux 1.02版本，好友列表不能正确显示的问题得到了解决，并能更好的支持群聊天功能，但其他问题仍然没有明显改进<ref>Ubuntu之家.[http://www.ubuntuhome.com/qq-for-linux-will-update.html QQ FOR LINUX将要更新了？].</ref>。
|-
|[[Web]] ||{{yes|Q+ Web}} || 3.0 || {{nowrap|2011年5月5日}} || 简体中文 || Q+ Web即网页版QQ，旧称WebQQ，可在多种[[浏览器]]下进行聊天，而无需下载和安装任何QQ软件，这样就可以部分解决跨平台聊天的问题。第一代WebQQ的第一个版本于2006年9月发布。WebQQ刚推出时功能较为简单，只能进行基本的聊天。<ref>太平洋电脑网.[http://pcedu.pconline.com.cn/qq/jiqiao/0904/1621706.html 出门在外就用它：WebQQ网页聊天初体验].[2009-4-16]</ref>。第二代WebQQ于2010年9月14日发布，第二代除了包含第一代QQ的所有功能之外，还增加了皮肤设置、好友管理、云输入法（即不用输入法软件而直接在网页上输入中文）、应用管理器等。相对于第一代，第二代实现窗口式页面管理，模拟[[操作系统]]环境<ref>太平洋电脑网.[http://pcedu.pconline.com.cn/pingce/pingcenormal/1009/2220885.html 腾讯WebOS新布局WebQQ 2.0亮点深度体验].[2010-9-14]</ref>。第三代WebQQ新增多桌面操作、讨论组、Q+和音视频功能<ref>驱动之家MyDrivers.[http://tech.163.com/digi/11/0422/07/727QIRJ600162OUT.html 更像OS腾讯WebQQ 3.0新版上线]. [2011-4-22]</ref>。2011年10月起更名为Q+ Web<ref>[http://baike.soso.com/v43691303.htm Q+ Web - 搜搜百科]{{dead link|date=2018年3月 |bot=InternetArchiveBot |fix-attempted=yes }}</ref>，新增云存储功能，改进应用管理功能，并允许用户将好友头像拖动到Q+ Web的桌面<ref>[http://www.qplus.com/productForWeb.shtml Q+官方网站-产品中心] {{webarchive|url=https://web.archive.org/web/20120518050726/http://www.qplus.com/productForWeb.shtml |date=2012-05-18 }}</ref>。
|-
| [[Facebook]]|| {{yes|QQ Chat}} || - || - || 简体中文
<!--|rowspan="21"| [[电脑]]
到這裡電腦QQ結束-->
|-
|rowspan="37"| [[手机]]|| rowspan="5"| [[Android]] || {{yes|QQ for Android}} || 7.1.0 || {{nowrap|2017年6月5日}} || 简体中文 || 手机QQ Android版第一版于2010年3月30日推出<ref>91手机.[http://android.91.com/content/2010-03-30/20100330075812461.shtml, droid腾讯官方QQ上线]{{dead link|date=2018年3月 |bot=InternetArchiveBot |fix-attempted=yes }}. [2010-3-30]</ref>。运行环境：Android 2.3 及以上。
|-
| {{yes|QQ for Android 轻聊版}} || 3.5.0.660 || {{nowrap|2016年6月27日}} || 简体中文 ||适合低配置、小屏幕的安卓设备使用。
|- 
| {{yes|QQ HD (Android)}} || 3.0.1 || {{nowrap|2013年6月18日}} || 简体中文 ||推荐配置：10寸分辨率1280*800 Android3.0以上；基本配置：7寸以上分辨率大于1024*600 Android2.2以上。
|- 
| {{some|QQ HD mini 2013<ref>开发团队并没有宣布停止更新。但若是在 2.2.2 即最终版本中发送或接收到「QQ HD Mini 更新」的关键词时，会有彩蛋提示「Mini 被火星人接走了～感谢你们的爱♥」，已经表明此时开发团队已经解散。</ref>}} || 2.2.2 || {{nowrap|2013年6月18日}} || 简体中文 || 推荐配置：7寸分辨率1024*600 Android2.2以上；基本配置：分辨率大于800*480 Android2.0及以上。
|-
| {{yes|QQ International (Android)}} || 5.2.0.6068|| {{nowrap|2017年6月2日}} || 繁体中文、英语、日语、韩语、法语、西班牙语 || QQ International的安卓版本。
|-
|rowspan="3"| [[iPhone]],[[iPad]],[[iPod Touch]] || {{yes|QQ for iPhone}} || 7.1.0 || {{nowrap|2017年6月4日}} || 简体中文 || 第一款iPhone版手机QQ于2008年10月6日在[[iTunes]]推出<ref>南方报业网.[http://nf.nfdaily.cn/nanfangdaily/21cn/200909070079.asp, iPhone创富志]{{dead link|date=2018年3月 |bot=InternetArchiveBot |fix-attempted=yes }}.[2009-9-7]</ref>。兼容性：需要 iOS 5.0 或更高版本。<ref name="iTunes">[https://itunes.apple.com/cn/app/qq-2011/id444934666?mt=8 iTunes 的 App Store 中的“QQ”]</ref>
|-
| {{yes|QQ HD 2015（iPad）}} || 5.1 || {{nowrap|2015年2月18日}} || 简体中文、英语 || 兼容性：需要 iOS 5.0 或更高版本。与 iPad 兼容。<ref name="iTunes 2">[https://itunes.apple.com/cn/app/qq-hd-2011/id453718989?mt=8 iTunes 的 App Store 中的“QQ 2015”]</ref>
|-
| {{yes|QQ International (iPhone)}} || 4.6.12 || {{nowrap|2014年4月18日}} || 繁体中文、英语、法语、日语、韩语、西班牙语|| QQ International的iPhone版本。
|-
|rowspan="2"| [[Windows Phone]] || {{yes|QQ for WP7}} || 3.6 || {{nowrap|2014年9月15日}} || 简体中文 ||系统要求：Windows Phone 7.1<ref>聊天升级：原创表情、图文消息展示，聊天草稿，收图升级：2G/3G下聊天缩略图自动下载，下载原图到本地，查找联系人升级：按邮箱查找人，关键词查找群，群成员新增搜索，临时会话升级：群临时支持发图，新增从讨论组发起临时会话，通过链接加入讨论组，性能升级：支持好友24小时消息漫游，联网优化，修复其他程序bug.</ref>
|-
| {{yes|QQ for Windows Mobile}} || 5.4 || {{nowrap|2017年5月3日}} || 简体中文 ||表情商店：免费表情，乐趣聊天,通用架构：Windows平板&手机，同步更新
|-
| [[Java]] || {{some|手机QQ2012(Java)}} ||  Beta1Build0016 || {{nowrap|2012年4月19日}} || 简体中文 || 运行环境：KJava2.0平台。
|-
|rowspan="5"| [[S60]] ||  {{no|手机QQ2010 ([[S60V2]])}} || Beta1 Build0753 || {{nowrap|2011年3月28日}} || 简体中文 || 适配机型：N70/N72/N90
|-
| {{no|手机QQ2010 (S60V2)}} || Beta1 Build0752 || {{nowrap|2011年3月28日}} || 简体中文 || 适合其他S60V2手机
|-
| {{some|手机QQ ([[S60V3]])}} || 2013.0.0.1718|| {{nowrap|2013年6月14日}} || 简体中文 ||  手机QQ S60第三版于2007年6月28日正式推出
|-
| {{some|手机QQ2013 ([[S60V5]])}} || Beta3 Build1220 || {{nowrap|2013年8月6日}} || 简体中文 || 手机QQ S60版第五版于2010年6月3日正式推出 <ref>[http://mobile.qq.com/2010/v5手机QQ S60V5腾讯官网下载]</ref>
|-
| {{some|手机QQ2013 ([[Symbian^3]])}} || Beta2Build1202  || {{nowrap|2013年5月7日}} || 简体中文 || 适配机型：Nokia N8/E7-00/C7-00/C6-01/500/603/700
|-
|rowspan="2"| [[Windows Mobile]] || {{some|手机QQ2008 (Smartphone)}} || 正式版 Build0094 || {{nowrap|2011年3月17日}} || 简体中文 || —
|-
| {{no|手机QQ2008 (Pocket PC)}} || 正式版 Build0096 || {{nowrap|2011年6月9日}} || 简体中文 || —
|-
|rowspan="2"| [[MTK]] || {{no|手机QQ2010（SKY）}} || Beta1 Build1022 || {{nowrap|2011年1月19日}} || 简体中文 || 该版本自带浏览器。
|-
| {{no|手机QQ2010（SKY）通用版}} || Beta1 Build0020 || {{nowrap|2010年8月31日}} || 简体中文 || 该版本为腾讯推出的MTK平台的精简版，适用于小内存山寨机，支持后台，但去除了浏览器。
|-
| [[黑莓]]、RIM || {{some|手机QQ1.0(BlackBerry)}} || Beta2 || {{nowrap|2012年2月29日}} || 简体中文 || —
|-
| [[魅族M8]] || {{some|QQ for Meizu}} || V1.0 || {{nowrap|2010年1月19日}} || 简体中文 || —
|-
| [[Palm]] || {{some|QQ for Palm}} || palm QQ 测试版 || {{nowrap|2006年3月27日}} || — || —
|-
|rowspan="5"| 通用版（[[Java]]） || {{some|手机QQ2010 (Java)}} || 正式版Build0337 || {{nowrap| —}} || 简体中文 || 适用于性能较好的手机
|-
| {{no|手机QQ精简版（QQ2009）}} || Build066 || {{nowrap| —}} || 简体中文 || 适用于性能一般的手机
|-
| {{no|手机QQ3.0}} || — || {{nowrap| —}} || 简体中文 || 适用于性能较弱的手机
|-
| {{no|手机QQ2010 (Java)}} || Beta1Build0051 || {{nowrap| —}} || 简体中文 || 适用于普通触屏手机
|-
| {{no|手机QQ2010 (Java)}} || Beta2Build0301 || {{nowrap| —}} || 简体中文 || 适用于全触屏手机
|-
|rowspan="2"| 通用版（[[S60]]） || {{some|手机QQ2008（S60V2）}} || 正式版 Build070 || {{nowrap| —}} || 简体中文 || 不支持Nokia N70/N72机型
|-
| {{no|手机QQ语音版V1.0 (S60V3)}} || — || {{nowrap|2010年12月2日}} || 简体中文 || 该版本支持操作过程的语音提示功能，可以帮助盲人和低视力用户实现手机QQ的操作。
|-
|rowspan="5"|通用版（[[Windows Mobile]]） ||{{no|手机QQ2008 (PPC)}} || Build093 || {{nowrap| —}} || 简体中文 || WM触屏
|-
|{{no|手机QQ2007 (SP)}} || build021 || {{nowrap| —}} || 简体中文 || WM非触屏
|-
|{{no|手机QQ2008 (PPC)}} || Build093 || {{nowrap| —}} || 简体中文 || PPC触屏
|-
|{{no|手机QQ2007 (QVGA)}} || — || {{nowrap| —}} || 简体中文 || SP QVGA 240*320分辨率
|-
|{{no|手机QQ2007 (SP)}} || — || {{nowrap| —}} || 简体中文 || SP非触屏、适用于Windows Mobile 2003平台
|-

|}
<div style="text-align:right"><small>{{Color box|#90FF90|更新}}：近期有更新；{{Color box|#FFD|未明}}：已有一段时间没有更新，但官方未宣布停止更新；{{Color box|#FF9090|停止}}：已宣布停止更新。</small></div>
{{Template:HideF}}

==功能和服务==
===QQ账号===
用户可以通过QQ号码、[[电子邮箱]]地址、手机号码登录腾讯QQ。

可选登录方式（均需与一个QQ号码绑定后才可使用）：
* 电子邮箱 （该方式随QQ2007正式版发布而加入）
* 手机号码 （该方式于2012年增加）

QQ号码由[[数字]]组成，在1999年，即QQ刚推出不久时，其长度为5位数<ref>杨子晚报.[http://epaper.yangtse.com/yzwb/2009-10/09/content_14179623.htm 网友追捧最牛QQ号] {{webarchive|url=https://web.archive.org/web/20110612031601/http://epaper.yangtse.com/yzwb/2009-10/09/content_14179623.htm |date=2011-06-12 }}. [2009-10-9]</ref>，而目前通过免费注册的QQ号码长度已超过10位数。QQ号码分为免费的“普通号码”、付费的“QQ靓号”和“QQ行号码”，包含某种特定寓意（如[[生日]]、手机号码）或重复数字的号码通常作为靓号在QQ号码商城出售。目前售价最高的QQ号码是由腾讯公司总裁[[马化腾]]在[[淘宝网]]举办的[[南亚海啸]]赈灾义卖活动中通过[[拍卖|竞拍]]方式最终以26.02万元的价格出售的QQ号码“88888”<ref>中国江西省广播电视今视网.[http://www.jxgdw.com/news/shxw/2005-01-31/3000028795.html 腾讯五位至尊QQ号码“88888”拍出天价26.02万] {{webarchive|url=https://web.archive.org/web/20070425165253/http://www.jxgdw.com/news/shxw/2005-01-31/3000028795.html |date=2007-04-25 }}.[2007-12-23]{{死鏈|date=2018-03-03T18:33:46+00:00
|404 Not Found
nginx}}</ref><ref>{{Template:Cite_web |url=http://people.pedaily.cn/201501/20150115376953.shtml |title=互联网黑话大一览：百度是“熊厂”、腾讯是“鹅厂”、阿里是“猫厂”……_文化阅读_投资界 |author=产品经理知识分享 |date=2015-01-15<!-- 11:45 --> |editor-last= |editor-first= |editor= |editor-link= |editor2-last= |editor2-first= |editor2-link= |editors= |department=首页悦·生活 |website= |series= |publisher=投资界  |location= |page=1 |at= |language=zh-Hans |script-title= |trans-title= |type=shtml |format=shtml |archive-url= |archive-date= |dead-url=no |access-date=2017-03-01 |quote=腾讯经常在发布的产品中采用“飞翔的企鹅”作为昵称，因此这些离职的朋友把群的名字叫做“单飞的企鹅”很有趣。 |ref= |postscript= |subscription= |registration=}}</ref>。

腾讯在其<!--00！-《腾讯QQ软件许可及服务协议》-->《QQ号码规则》规定“QQ账号使用权仅属于初始申请注册人，禁止赠与、借用、租用、转让或售卖”<ref>{{Cite web |url=https://ssl.zc.qq.com/chs/agreement1_chs.html |title=注册 |accessdate=2018-03-04 |author=tencent |date=2018-03-04 |last= |authorlink=腾讯 |work=ssl.zc.qq.com |publisher=腾讯 |agency=腾讯 |pages=1 |language=zh-cn |archiveurl=http://freeqqm.qq.com/agreement.html |archivedate=2010-10-03 |quote=QQ号码使用权仅属于初始申请注册人。未经腾讯许可，您不得赠与、借用、租用、转让或售卖QQ号码或者以其他方式许可非初始申请注册人使用QQ号码。}}腾讯.[http://freeqqm.qq.com/agreement.html 软件许可及服务协议].[]</ref>。2005年3月至7月期间，一名腾讯职员与另外一人合谋通过内部窃取他人QQ号码出售获利，最终两人以侵犯他人通信自由罪被判各[[拘役]]六个月<ref>徐强.[http://www.chinacourt.org/public/detail.php?id=192244 全国首宗盗卖QQ号码案宣判定侵犯通信自由罪]。中国法院网[2006-1-13]</ref>。同时，根据协议，腾讯有权回收QQ号码，除由于非法转售QQ号码而被回收外，回收的对象还包括3个月内没有登录纪录的普通QQ号码，自关停后一个月内没有及时续费的付费号码，非法抢注的、用于[[灌水]]或群发[[广告]]的号码<ref>硅谷动力.[http://www.enet.com.cn/article/2006/0123/A20060123496230.shtml 深入了解：腾讯回收QQ号码原则] {{webarchive|url=https://web.archive.org/web/20070317210956/http://www.enet.com.cn/article/2006/0123/A20060123496230.shtml |date=2007-03-17 }}.[2006-1-23]</ref>。

===QQ群===
[[QQ群]]是由是一个聚集一定数量QQ用户的长期稳定的公共[[聊天室]]，最早见于QQ2000c Build0825版本。QQ群成员可以通过文字、[[语音]]，和视频进行聊天，在群空间内也可以通过群论坛、群相册、群共享文件等方式进行交流。创建QQ群的人叫做群主，能委任群成员为管理员，并且有全部权利解散群，群主和管理员可以添加、删除群成员（群成员也可以要求其他人加入，但需要管理员或者群主同意）。相对于QQ群，群[[讨论组]]适合少人的文字图片聊天，最早见于QQ2004 Preview<ref name="qqun">腾讯.[http://service.qq.com/category/18_1.html QQ群组] {{webarchive|url=https://web.archive.org/web/20100211162713/http://service.qq.com/category/18_1.html |date=2010-02-11 }}.[2010-10-4]</ref>。QQ群与[[QQ校友]]里的班级绑定后，QQ群随即变为班级群，群内的成员名字默认显示为其在QQ校友注册的姓名，同时共享空间也会被置换成QQ校友的共享空间。现QQ群共享空间更名为群文件，空间一律为2G，可额外付费购买更大空间，10G群空间120元/年。QQ群拥有群视频，群签到，群论坛，群文件，群相册，群调查等等数十项应用。<ref>腾讯.[http://service.qq.com/category/1154_1.html 校友班级和QQ群问题] {{webarchive|url=https://web.archive.org/web/20100715183219/http://service.qq.com/category/1154_1.html |date=2010-07-15 }}. [2010-10-4]</ref>。

{| class="wikitable" width="100%"
|+QQ群和群讨论组功能对比<ref name="qqun" />
|-
!colspan="2"| 分类 !! 创建条件 !! 创建数量上限 !! {{nowrap|人数<br />上限}}  !! {{nowrap|永久共享<br />空间}} !! {{nowrap|除创建者外<br />管理员人数}} !! 备注
|-
|rowspan="3"| {{nowrap|QQ群}} || {{nowrap|普通群}} || {{nowrap|QQ等级达到4级的普通用户可以创建<br />2个普通群（1个200人，一个500人）<br />随着等级提升还可以创建更多普通群}} || {{nowrap|普通用户48级以上为5个普通群<br />（1个200人，4个500人），<br />任何等级会员均可创建4个}} || 500|| 2G || {{nowrap|最少3，最多10}} ||rowspan="3"| 一个QQ用户加入的群的数量和总联系人数量之和最多不超过500（普通用户，等级升高可加更多好友），而会员等级则为1000。
|-
| 千人群 || 年费或vip6级 || 年费vip7级可创建3个 || 1000 || 2G || 最少5，最多12
|-
| 两千人群 || 仅SVIP级可以创建 || SVIP8级可建立1个，年费SVIP可建立2个 || 2000 || - || -
|-
|colspan="2"| 群讨论组 || 不限 || 无上限 || 50 || - || - || 
|}
=== QQ秀 ===
'''QQ秀'''是[[腾讯]]推出的为[[腾讯QQ|QQ]]服务的一项商业化增值服务，大部分需要使用[[Q币]]购买，这项功能能让用户更显示出个性。<ref>{{cite news|author1=全媒派|title=探探/派派/厘米秀：95后社交图鉴_全媒派_腾讯新闻|url=http://news.qq.com/original/dujiabianyi/social.html|accessdate=2017-06-21|work=news.qq.com|agency=腾讯新闻|issue=2017-04-02|publisher=腾讯新闻|date=2017-04-02}}</ref>
==== 釐米秀 ====
{{空章節}}
;資料卡和點贊
;徽章

===会员与等级制===
腾讯推出的会员制和等级制是其[[商业|商业化]]尝试之一，用户通过有偿方式，在登录、附加功能等项目上拥有更多的权限和便捷。
{| class="wikitable sortable"
|+腾讯QQ的等级系统
|-
!class="unsortable"| 增值服务<br />名称 !!class="unsortable"| 服务领域 !!class="unsortable"| 最高<br />级别 !! 费用 !! 增值服务<br />推出日期 !! 服务领域<br />推出日期 !! 等级系统<br />推出日期 !!class="unsortable"| 备注
|-
| {{nowrap|在线等级}} || QQ || 不限 || — || {{nowrap|2004年9月29日}} || {{nowrap|1999年2月11日}} || {{nowrap|2004年9月29日}} || 第一个开始计算在线时长的版本是QQ2004II Beta1。自在线时长功能发布后，不少人为了能使自QQ等级快速升级，24小不关电脑保持QQ在线，俗称“挂QQ”，当时部分声音质疑这样做会浪费国家能源资源；而由于“挂QQ”的盛行，有人就做出了“QQ挂机王”的收费软件、免费“挂QQ”的网站<ref>新浪.[http://finance.sina.com.cn/roll/20050802/0903244132.shtml QQ挂级：浪费能源谁心疼].[2005-8-2]</ref>。其后，腾讯推出多项措施，包括于2005年8月15日开始实施的新的在线等级计算办法，由以往的以小时改为以“活跃天”计算，即每天登录两小时记一天，小于半小时不算，而在两者之间则记半天<ref>腾讯.[http://im.qq.com/qq/mo.shtml?time.htm QQ在线计划说明].[2010-10-6]</ref>。2011年11月16日，QQ等级加速新规则发布，与之前的加速规则相比，加速更灵活，同时特权更丰富。新规则分为基础加速和服务加速，而且更注重QQ的活跃程度（在线时长、在线方式、与好友或群友的互动）、连续使用，以及使用Q+的情况。
|-
| QQ会员 || 会员 || VIP7 || {{nowrap|10元/月}} || {{nowrap|2000年12月18日}}<!--根据http://qbar.qq.com/qqvip/494821.htm--> || {{nowrap|2000年12月18日}} || 2006年6月15日 || 在2002年之前，QQ会员称为QQ俱乐部。
|-
|QQ超级会员
|会员
|SVIP8
|20元/月
|2013年6月24日
|2013年6月24日
|2015年4月1日
|在2015年4月1日前，超级会员最高等级为SVIP7
|-
| 黄钻 || QQ空间 || Lv8 ||10元/月，黄钻豪华版15元/月|| 2005年12月23日<!--根据QQ黄钻官方空间的四周年推算--> || 2005年6月6日<!--根据QQ空间的官方空间“Qzone五年”文章--> || {{nowrap|2007年10月19日}} || 黄钻适用于QQ空间，提供更多空间装扮功能和相册空间<ref>腾讯.[http://beta-imgcache.qzone.qq.com/qzone/mall/v3/vip/portal/series.htm 黄钻等级体系]{{dead link|date=2018年3月 |bot=InternetArchiveBot |fix-attempted=yes }}. [2010-10-4]</ref>。
|-
| 红钻 || QQ秀 || Lv7 || 10元/月 || 2004年8月20日<!--根据http://tech.sina.com.cn/i/w/2004-08-31/1532415828.shtml--> || 2001年 || {{nowrap|2008年1月22日<ref>腾讯.[http://show.qq.com/community/viprank/level_desc.html 红钻等级]. [2010-10-4]</ref>}} || —
|-
| 绿钻 || QQ音乐 || Lv8 || 10元/月 || 2005年9月1日 || 2004年7月12日 || 2008年4月2日<!--根据http://www.cnbeta.com/articles/53021.htm“E2：基础经验值...”--> || 在QQ2007 Beta3发布时，原QQ音乐VIP改称为绿钻。绿钻的额外功能和服务有正版[[音乐]]下载、高清[[音乐视频]]观看、提供[[表演|演出]]折扣<ref>腾讯.[http://vip.music.qq.com/v2/privileges/index.html 绿钻].[2010-10-5]</ref>。
|-
| 蓝钻 || QQ游戏 || Lv7 || 10元/月，藍鑽豪華版15元/月 || 2004年7月1日<ref>太平洋电脑网.[http://www.pconline.com.cn/pcedu/qq/zhixun/0811/1473924.html QQ蓝钻将推出等级体系].[2008-11-11]</ref> || 2003年8月18日<!--根据http://www.tencent.com/zh-cn/at/rm/2004.shtml--> || 2008年11月14日 || 原称超级玩家。在QQ游戏中，蓝钻用户较普通用户有更多高级功能，如在游戏中可以请某人离开<ref>[http://minigame.qq.com/gamevip/help.html 蓝钻贵族使用帮助] {{webarchive|url=https://web.archive.org/web/20100213041831/http://minigame.qq.com/gamevip/help.html |date=2010-02-13 }}。蓝钻贵族FAQ [2011-11-28]</ref>。
|-
| 黑钻 || 地下城与勇士 || Lv7 || 20元/月 || 2008年6月19日 || 2008年6月19日 || 2009年5月1日<ref>腾讯.[http://dnf.qq.com/comm-htdocs/vip/dnf/power_8.htm 黑钻等级规则].[2010-10-5]</ref> || —
|-
| 紫钻 || {{nowrap|多个游戏}} || Lv6 || {{nowrap|20元/月/种<br />（飞车、音速、QQ堂）}} || — || — || — || 紫钻分为炫舞紫钻（20元/月）、飞车紫钻、音速紫钻、QQ堂紫钻。
|-
| 粉钻 || QQ宠物 || Lv7 || 10元/月 || 2007年4月5日<ref>腾讯.[http://games.qq.com/a/20070412/000251.htm 购Q宠粉钻送礼包限时优惠火爆抢购]. [2007-4-12]</ref> || 2005年6月13日 || 2010年11月16日 || 成长加成、免费吃洗看病复活、每天/周/月礼包、离线挂机、购物打折、粉钻标志、贴心宝贝。
|-
| 寻仙VIP || QQ寻仙 || — || 20元/月 || 2009年4月28日 || 2008年10月27日 || — || —
|-
| CF会员 || 穿越火线 || — || 30元/月 || 2010年5月19日 || 2008年7月25日 || — || —
|-
| 读书VIP || 腾讯读书 || — || 10元/月 || 2007年5月 || 2004年9月 || — || QQ会员可以通过特别通道开通每月5元
|-
| 超级QQ || [[手机]] || 黄金8级 || 10元/月 || — || 2006年11月 || 2008年3月10日 || 分为短信版与预付费版，两者均为10元/月，两者区别是预付费版没有短信的功能。按运营商不同，短信版可能为15元/月。超级QQ已于2015年升级为QQ会员，正式关闭开通通道。<ref>{{cite web|url=http://mq.qq.com/|title=超级QQ转会员}}</ref>。
|}

==== QQ等级 ====
在2004年10月腾讯公司推出了QQ“在線时长等级服务”，QQ用戶透過長期在線，便能提升其在QQ中的等級。随着等級的增加可以解锁一些特权。但也增加了挂机行为。QQ等级由用户积累的QQ活跃天数决定。2014年，QQ等级加速规则再次修改，新规则分为'''基础加速'''、'''成长加速'''和'''服务加速'''。
=== 轉賬和紅包 ===
要更新至最新的手机QQ5.4版本<ref>{{Cite news |url=http://www.xinhuanet.com/2018-02/06/c_1122373343.htm |title=春节期间抢QQ红包靠拼步数 支付宝继续“集五福”-新华网 |author=温婧 |date=2018-02-06 |work=北京青年报 |publisher=新华网 |accessdate=2018-03-03 |deadurl=no |editor-last=刘 |editor-first=阳 |issue=2018-02-06 07:54:45 |location=北京 |publication-place=北京}}</ref><ref>{{Cite news |url=http://tech.qq.com/a/20180205/019596.htm |title=QQ推出“走运红包”，春节期间每走百步可抽一次红包_科技_腾讯网 |author=jimmonzang |date=2018-02-05 |work=騰訊科技 |publisher=腾讯网 |accessdate=2018-03-03 |deadurl=no |issue=2018-02-05 15:24 |location=互联网 |publication-place=北京 |publication-date=2018-02-05 |agency=腾讯网 |page=1 |language=zh-CN}}</ref>

==相关事件==
{{See Also|对腾讯的争议#对腾讯QQ方面的争议|l1=对腾讯QQ的争议}}

== 参考资料==
<div class='references-small'>
{{reflist|2}}
</div>

== 外部链接 ==
*{{zh-cn}}[https://im.qq.com/download/ 腾讯QQ下载]

{{腾讯|state=uncollapsed}}
{{即時通訊客戶端}}

[[Category:即时通讯软件|Q]]
[[Category:中国驰名商标]]
[[Category:腾讯]]
[[Category:腾讯软件]]
'''腾讯控股有限公司'''（港交所：700），简称'''腾讯'''，是一家民营IT企业，总部来勒[[中国]][[广东省]]深圳，来勒2004年6月16日在香港交易所上市。公司来勒开曼群岛注册，董事会主席兼首席执行官是[[马化腾]]，公司总裁是刘炽平。拥有门户网站腾讯网等。门户网站腾讯网是中国国内四大门户网站。旗下即时通讯工具腾讯QQ、手机端讯息应用[[微信]]来勒中国网民中有极大影响。
None

Process finished with exit code 0
"""
print(text)